[
    {
        "nome_modello_ai": "gemini-flash",
        "performance_t_s": 0.0,
        "anno_delibera": "2025",
        "numero_delibera": "2153",
        "riassunto": "La Provincia autonoma di Trento intende promuovere un percorso formativo innovativo presso l'Istituto di istruzione superiore Don Milani di Rovereto, rivolto agli studenti della classe III e finalizzato all'acquisizione della qualifica di Operatore Sanitario Socio Assistenziale (OSS). Questa iniziativa mira a rafforzare la formazione degli operatori OSS, una figura centrale nel sistema sanitario provinciale, in linea con gli obblighi del 2001 Accordo Stato-Regioni e revisionati nel 2024. Data l'invecchiamento della popolazione e l'aumento della cronicità, la domanda di operatori OSS è in crescita, nonostante una diminuzione degli iscritti ai corsi formativi.\n\nIl progetto prevede l'attivazione su più sedi (Trento, Rovereto, Tione, Arco, Levico Terme, Borgo Valsugana, Cavalese e Cles), l'aumento del numero dei posti nei corsi e la diversa articolazione oraria. La durata della formazione è ora stabilita in 1.000 ore, in linea con il nuovo ordinamento didattico.\n\nUn gruppo di lavoro interdisciplinare, comprendenti rappresentanti del Servizio provinciale professioni sanitarie formazione, del Servizio provinciale Istruzione e dell'Istituto stesso, è stato costituito per definire modalità e criteri per l'acquisizione della qualifica OSS.\n\nIl provvedimento autorizza l'Istituto a attivare il percorso formativo a decorrere dall'anno scolastico 2025/2026 per tre anni. Consente l'integrazione di crediti formativi e l'accreditamento di crediti formativi standard agli studenti che hanno frequentato il percorso di integrazione delle competenze. Inoltre, studenti interessati possono partecipare a corsi di tirocinio in strutture e servizi rilevanti.\n\nIl provvedimento impegna la Giunta provinciale a finanziare le attività per  euro 19.356,63, rinviando alle attività annuali di finanziamento. La delega di esecuzione dei finanziamenti ricade sul Servizio istruzione e si garantisce l'incompatibilità con i fondi UE.\n\nIl provvedimento consente una revisione del percorso prima del termine del triennio, in caso di un nuovo Accordo Stato-Regioni o valutazione dei risultati. La possibilità di ricorrere giurisdizionalmente è lasciata al Presidente della Repubblica entro 120 giorni dalla pubblicazione del provvedimento.\n\nIn sintesi, questo provvedimento intende rafforzare la formazione degli operatori OSS, garantendo la qualità e adattando la durata formativa all'evoluzione del sistema sanitario, in linea con le indicazioni nazionali e regionali.",
        "thinking": ""
    },
    {
        "numero_delibera": "2153",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia Autonoma di Trento ha approvato un'iniziativa innovativa per facilitare l'accesso agli studi di Operatore Socio Sanitario (OSS) per gli studenti del suo territorio. \n\nIl provvedimento si concentra sull'attivazione di un percorso formativo di integrazione delle competenze per gli studenti dell'Istituto di Istruzione Superiore \"Don Milani\" di Rovereto, indirizzo \"Servizi per la sanità e l'assistenza sociale\". \n\nL'obiettivo è di valorizzare le competenze acquisite durante il percorso quinquennale di studi e fornire agli studenti una strada efficiente per ottenere la qualifica di OSS. \n\nQuesto progetto si inserisce in un contesto in cui il ruolo di OSS è fondamentale per il sistema sanitario trentino, con una crescente domanda di personale specializzato in questo settore. \n\nLa Provincia ha individuato un modello di percorso formativo che riconosce i crediti formativi già acquisiti dagli studenti, permettendo loro di completare il necessario apprendimento per ottenere la qualifica.  \n\nIl provvedimento prevede la collaborazione con diverse realtà, come l'Azienda provinciale per i servizi sanitari, l'Istituto stesso e enti gestori dei corsi OSS, per garantire un'efficace integrazione delle competenze e un accesso agevolato all'esame di qualifica.\n\nL'iniziativa è un investimento strategico per la formazione del futuro personale sanitario trentino, con l'obiettivo di rispondere alle esigenze di un sistema sanitario sempre più complesso e in continua evoluzione.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]