[
    {
        "nome_modello_ai": "gemini-flash",
        "anno_delibera": "2025",
        "numero_delibera": "1672",
        "riassunto": "Sostegno all'Agricoltura e alle Aree Rurali Trentine: Aggiornato il Programma Provinciale\n\nIl Programma di Sviluppo Rurale 2014-2022 della Provincia autonoma di Trento è stato aggiornato con l'approvazione della versione 15.1 da parte della Commissione Europea. Questo programma ha continuato a fornire un importante sostegno al settore agricolo e alle zone rurali del territorio, grazie ai finanziamenti del Fondo Europeo Agricolo per lo Sviluppo Rurale (FEASR). Le modifiche introdotte hanno mirato a ottimizzare l'efficienza e l'efficacia della gestione dei fondi, garantendo che le risorse fossero utilizzate al meglio per promuovere lo sviluppo delle attività agricole e migliorare la qualità della vita nelle comunità rurali. L'aggiornamento ha anche assicurato la continuità dei finanziamenti europei fino al 2022, senza generare ulteriori costi per il bilancio provinciale (deliberazione n. 1672 del 31 ottobre 2025).",
        "thinking": ""
    },
    {
        "numero_delibera": "1672",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Giunta Provinciale di Trento ha approvato la versione 15.1 del Programma di Sviluppo Rurale (PSR) 2014-2022, finalizzato a sostenere lo sviluppo economico e sociale delle aree rurali della provincia grazie al Fondo europeo agricolo per lo sviluppo rurale (FEASR).\n\nIl PSR, già approvato in precedenza, è stato modificato in base alle nuove esigenze emerse a livello nazionale e europeo. La proroga del periodo di programmazione fino al 31 dicembre 2022, introdotta dal Regolamento (UE) 2020/2220, ha consentito di  integrare il PSR con risorse aggiuntive per  contrastare gli effetti negativi della pandemia sulla agricoltura e le zone rurali.\n\nLe modifiche approvate dalla Commissione Europea, che hanno portato alla versione 15.1 del PSR, sono state oggetto di un'attenta valutazione da parte del Comitato di Sorveglianza e mirano a migliorare l'efficienza e l'efficacia del programma.\n\nIl nuovo PSR, con la sua versione aggiornata, rappresenta un importante strumento per  promuovere lo sviluppo sostenibile delle aree rurali della Provincia Autonoma di Trento, investendo in settori chiave come l'agricoltura, l'ambiente, il turismo e le infrastrutture.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]