[
    {
        "numero_delibera": "0111",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Definito il Programma di Sostegno all'Agricoltura e allo Sviluppo Rurale 2023-2027\n\nLa Provincia ha approvato la nuova versione del Complemento per lo Sviluppo Rurale, un documento strategico che orienta l'utilizzo dei fondi europei destinati a sostenere l'agricoltura e lo sviluppo delle aree rurali del territorio per il periodo 2023-2027. Questa approvazione ha permesso di allineare le politiche provinciali alle più recenti direttive del Piano Strategico Nazionale della Politica Agricola Comune, garantendo la continuità degli interventi a favore del settore agricolo e delle comunità rurali. L'aggiornamento ha assicurato l'efficace impiego dei finanziamenti europei, promuovendo uno sviluppo sostenibile senza generare ulteriori costi a carico del bilancio provinciale (deliberazione n. 0111 del 30 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "111",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia Autonoma di Trento ha approvato la versione 5 del \"Complemento per lo Sviluppo Rurale del Piano Strategico della Politica agricola comune (PAC) 2023-2027\". Questo provvedimento si inserisce nel contesto del Piano strategico nazionale della PAC, finanziato dall'Unione Europea, per sostenere l'agricoltura e lo sviluppo rurale in Italia. \n\nLa versione aggiornata del Complemento, che costituisce parte integrante del Piano Strategico, è stata approvata dopo l'emanazione della versione 6.1 del Piano Strategico nazionale della PAC da parte della Commissione europea.  Il Complemento mira a definire in modo specifico le strategie e gli interventi per lo sviluppo rurale in Trentino, in linea con le direttive europee e con le priorità locali. \n\nLa Giunta provinciale ha confermato che l'approvazione di questa versione non comporta costi aggiuntivi rispetto a quanto già autorizzato per la versione precedente. Il Complemento verrà trasmesso al Ministero dell'agricoltura, della sovranità alimentare e delle foreste, e sarà reso disponibile al pubblico sul sito web dedicato allo sviluppo rurale della Provincia Autonoma di Trento.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]