[
    {
        "nome_modello_ai": "gemini-flash",
        "performance_t_s": 0.0,
        "anno_delibera": "2025",
        "numero_delibera": "2101",
        "riassunto": "La Giunta provinciale della Provincia autonoma di Trento ha deliberato provvedimenti per modificare le disposizioni relative a due misure agevolative. La delibera, numero 2101, modifica le regolamentazioni per l'aiuto per progetti di ricerca industriale, sviluppo sperimentale e studi di fattibilità, nonché per i progetti insigniti del marchio di eccellenza. Queste modifiche sono intese a riflettere aggiornamenti ed evoluzione delle politiche in corso, applicabili alle domande presentate a partire dal 1° gennaio 2026. Il Codice Unico di Progetto (CUP) non è richiesto per questo provvedimento. Il testo dettagliato delle modifiche si trova nei allegati A, B e C, e il provvedimento verrà pubblicato sul sito istituzionale.",
        "thinking": ""
    },
    {
        "numero_delibera": "2101",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Questa delibera della Giunta provinciale di Trento riguarda la modifica di due misure agevolative per le imprese locali. \n\nLe misure in questione sono dedicate a supportare la ricerca e l'innovazione all'interno del tessuto produttivo trentino. La prima misura, \"Aiuti per finanziare progetti di ricerca industriale, sviluppo sperimentale e studi di fattibilità\", mira a sostenere progetti innovativi che portino ad un progresso tecnologico e a un aumento della competitività delle imprese. La seconda misura, \"Aiuti per progetti insigniti del marchio di eccellenza\", si rivolge invece a progetti che hanno già ottenuto un riconoscimento di alto livello per la loro qualità e originalità. \n\nLa delibera apporta delle modifiche dettagliate a entrambe le misure, come specificato negli allegati. L'obiettivo è migliorare l'efficacia e la trasparenza dei programmi, rendendoli più accessibili e attrattivi per le imprese trentine. Le modifiche entreranno in vigore a partire dal 1° gennaio 2026 e riguarderanno le nuove domande che saranno presentate a partire da quella data. \n \nIl provvedimento, oltre a dettare le nuove regole per le agevolazioni, dispensa l'obbligo di acquisire il Codice Unico di Progetto (CUP) per i progetti finanziati, semplificando ulteriormente le procedure per le imprese interessate.  \n  \nLa Provincia autonoma di Trento pubblica il provvedimento sul proprio sito istituzionale per garantire la massima trasparenza e accessibilità alle informazioni per il pubblico e per le imprese interessate.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]