[
    {
        "nome_modello_ai": "gemini-flash",
        "anno_delibera": "2025",
        "numero_delibera": "1700",
        "riassunto": "Semplificazione della Sorveglianza Sanitaria per i Lavoratori Agricoli\n\nLa Provincia autonoma di Trento ha approvato nuove linee guida per semplificare la sorveglianza sanitaria dei lavoratori stagionali e a tempo determinato impiegati in agricoltura, specialmente in mansioni semplici e generiche. Queste nuove disposizioni hanno avuto l'obiettivo di agevolare le aziende agricole, prevalentemente di piccole dimensioni, nell'assolvimento degli obblighi di legge, garantendo al contempo un'efficace tutela della salute per i lavoratori con tempi di impiego ridotti. Il documento ha perfezionato precedenti direttive, integrando le osservazioni e le richieste delle associazioni di categoria per renderlo più chiaro e funzionale. Le linee guida hanno fornito strumenti pratici per la valutazione dei rischi e hanno rappresentato un riferimento per l'Azienda Provinciale per i Servizi Sanitari nelle attività di vigilanza, e hanno promosso un approccio omogeneo, migliorando gli standard di sicurezza nel settore agricolo (deliberazione n. 1700 del 07 novembre 2025).",
        "thinking": ""
    },
    {
        "numero_delibera": "1700",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia Autonoma di Trento ha adottato un provvedimento per semplificare la sorveglianza sanitaria dei lavoratori stagionali e a tempo determinato nel settore agricolo. \n\nQuesto settore è caratterizzato da piccole aziende, prevalentemente a conduzione familiare, con un alto numero di lavoratori stagionali impiegati in mansioni semplici e a basso rischio. \n\nLe nuove Linee Guida, frutto di un lavoro congiunto tra gli uffici competenti e le organizzazioni di categoria, si propongono di semplificare i processi di valutazione dei rischi, formazione e sorveglianza sanitaria per questi lavoratori, tenendo conto della natura temporanea del loro impiego e delle specifiche peculiarità del settore agricolo. \n\nL'obiettivo è quello di fornire agli imprenditori agricoli uno strumento pratico e chiaro per adempiere correttamente agli obblighi di legge in materia di salute e sicurezza sul lavoro, semplificando al contempo le procedure per le aziende e per gli enti vigilanti. \n\nLe Linee Guida includono esempi concreti e indicazioni operative per favorire un approccio più efficiente e sostenibile alla prevenzione dei rischi nel settore agricolo. La Provincia Autonoma di Trento punta a migliorare lo standard di sicurezza sul lavoro in questo settore, promuovendo una collaborazione efficace tra datore di lavoro, lavoratori e enti vigilanti.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]