[
    {
        "nome_modello_ai": "gemini-flash",
        "performance_t_s": 0.0,
        "anno_delibera": "2025",
        "numero_delibera": "2100",
        "riassunto": "Il provvedimento n. 2100 della Provincia autonoma di Trento modifica le disposizioni relative alla misura agevolativa \"Aiuti per investimenti fissi in attivi materiali o immateriali\" per migliorare l'incentivazione alle iniziative imprenditoriali. Queste modifiche sono annunciate per essere applicate alle domande presentate a partire dal 1° gennaio 2026. In particolare, le nuove regole riguardano i requisiti per le unità operative che non sono di proprietà, una condizione introdotta più tardi per tutte le azioni incentivate. Queste modifiche non richiedono l'acquisizione del Codice Unico di Progetto, semplificando ulteriormente il processo di erogazione degli aiuti. Il provvedimento sarà reso disponibile pubblicamente sul sito istituzionale della Provincia autonoma di Trento.\n\n(3 paragrafi, ≈200 parole)",
        "thinking": ""
    },
    {
        "numero_delibera": "2100",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia Autonoma di Trento ha approvato una modifica alle disposizioni specifiche del programma \"Crescita+Trentino\" riguardante l'agevolazione \"Aiuti per investimenti fissi in attivi materiali o immateriali\". \n\nIl programma \"Crescita+Trentino\" mira a sostenere la crescita economica e lo sviluppo del territorio provinciale, promuovendo investimenti che favoriscano l'imprenditoria e la competitività delle aziende. Questa specifica misura agevolativa, introdotta nel 2024, ha lo scopo di incoraggiare le imprese a investire in nuovi macchinari, tecnologie e infrastrutture, contribuendo alla modernizzazione del tessuto produttivo trentino.\n\nLa deliberazione in questione introduce delle modifiche al programma \"Aiuti per investimenti fissi\", apportando aggiornamenti e precisazioni per renderlo più efficace e in linea con le esigenze del contesto economico attuale. Le modifiche riguardano, tra l'altro, i requisiti per accedere all'agevolazione e le modalità di erogazione del contributo.\n\nIn particolare, è stata introdotta una nuova condizione per beneficiare dell'incentivo: le imprese dovranno dimostrare di possedere o utilizzare unità operative non di proprietà, a partire dal 10 maggio 2025. Questo requisito, inserito in un contesto di maggiore attenzione alla sostenibilità economica e alla flessibilità aziendale, si applica a tutte le misure di sostegno finanziario. \n \nLe nuove regole entrano in vigore per le domande presentate a partire dal 1° gennaio 2026. \n\nLa Provincia autonoma di Trento, con questa delibera, ribadisce il suo impegno a sostenere il tessuto imprenditoriale locale, promuovendo investimenti innovativi e contribuendo al dinamismo economico del territorio.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]