[
    {
        "numero_delibera": "0137",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Sostegno all'innovazione e alla ricerca in Trentino\n\nPer sostenere lo sviluppo della ricerca, dell'innovazione e l'introduzione di tecnologie avanzate, la Provincia ha approvato un avviso pubblico destinato a finanziare la realizzazione di nuove infrastrutture di prova e sperimentazione sul territorio trentino. Questo intervento mirava a rafforzare la competitività del sistema economico locale e a promuovere l'intelligenza tecnologica attraverso il potenziamento delle capacità innovative. A tal fine, sono stati stanziati complessivamente 3.000.000,00 euro, destinati a sostenere i progetti che avrebbero contribuito a questi obiettivi strategici, con la gestione affidata all'Agenzia provinciale per l'incentivazione delle attività economiche (APIAE) (deliberazione n. 0137 del 06 febbraio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "137",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Con delibera n. 137 del 6 febbraio 2026, la Giunta della Provincia autonoma di Trento ha approvato lo schema di Avviso FESR n. 1/2026, denominato \"Sostegno alla realizzazione di nuove infrastrutture di prova e sperimentazione sul territorio trentino\". \n\nL'iniziativa, finanziata con 3 milioni di euro provenienti dal Fondo Europeo di Sviluppo Regionale (FESR) 2021-2027, si inserisce nell'ambito dell'Obiettivo Strategico \"Un'Europa più competitiva e intelligente\" e della Priorità 1 \"Trentino competitivo\", con specifico riferimento all'obiettivo specifico di sviluppare e rafforzare le capacità di ricerca e innovazione. \n\nL'Avviso mira a sostenere la creazione di nuove infrastrutture dedicate alla prova e sperimentazione di tecnologie avanzate sul territorio provinciale. L'Agenzia provinciale per l’incentivazione delle attività economiche (A.P.I.A.E.) sarà il soggetto responsabile dell'istruttoria dell'iniziativa, dalla predisposizione della modulistica alla gestione del procedimento, inclusa l'attività di controllo per il rispetto degli obblighi da parte dei beneficiari. L'Avviso sarà pubblicato sul sito della Provincia Autonoma di Trento, specificando la data di apertura delle domande.\n\n\nIn sintesi, questa delibera rappresenta un passo importante per l'avanzamento della ricerca e dell'innovazione tecnologica in Trentino, creando infrastrutture che contribuiranno a rafforzare il tessuto economico e competitivo della provincia.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]