[
    {
        "nome_modello_ai": "gemini-flash",
        "anno_delibera": "2026",
        "numero_delibera": "0138",
        "riassunto": "Aggiornamento dell'Assegno Unico Provinciale per le Famiglie\n\nLa Provincia ha aggiornato la disciplina di attuazione dell'Assegno Unico Provinciale, un importante sostegno economico destinato alle famiglie. Questa modifica ha riguardato il periodo dal 1° luglio 2025 al 30 giugno 2026, assicurando che il beneficio continui a rispondere efficacemente alle esigenze della cittadinanza. I fondi necessari per i maggiori oneri derivanti da questo provvedimento sono stati garantiti attraverso il bilancio dell'Agenzia provinciale per l'assistenza e la previdenza integrativa, confermando l'impegno nel supporto alle famiglie trentine (deliberazione n. 0138 del 06 febbraio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "138",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia autonoma di Trento ha approvato una modifica al sistema di assegnazione dell'Assegno Unico Provinciale, un sostegno economico destinato a famiglie con figli, per il periodo che va dal 1° luglio 2025 al 30 giugno 2026.\n\nQuesto provvedimento, adottato dalla Giunta provinciale, mira a garantire un'equa distribuzione di risorse e ad adeguare le modalità di erogazione dell'assegno alle esigenze in continua evoluzione delle famiglie trentine. Il testo approvato, allegato al provvedimento, definisce in dettaglio le nuove regole per l'assegnazione dell'assegno unico, garantendo trasparenza e chiarezza nel processo. \n\nI fondi per finanziare questa iniziativa derivano dal bilancio dell'Agenzia provinciale per l'assistenza e la previdenza integrativa. La Provincia autonoma di Trento, con questa decisione, ribadisce il suo impegno nel supportare le famiglie e promuovere il benessere dei bambini e degli adolescenti del territorio. \n \nL'assegno unico provinciale rappresenta un importante strumento di politiche sociali, finalizzato a mitigare le difficoltà economiche delle famiglie e a sostenere le famiglie con figli, contribuendo al benessere e al futuro delle nuove generazioni.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]