[
    {
        "nome_modello_ai": "gemini-flash",
        "anno_delibera": "2025",
        "numero_delibera": "1680",
        "riassunto": "Sostegno agli Investimenti per l'Acquisto di Immobili Industriali\n\nLa Provincia autonoma di Trento ha approvato specifiche disposizioni a sostegno degli investimenti delle imprese locali. Questa iniziativa ha fornito aiuti per l'acquisizione di immobili industriali, agevolando la creazione di nuove unità operative, l'ampliamento della capacità produttiva di quelle esistenti e l'acquisto di strutture prima in locazione. La gestione di questi interventi è stata affidata a Trentino Sviluppo S.p.A., con l'obiettivo di promuovere una crescita sostenibile e aumentare la produttività del tessuto economico provinciale. Tali nuove misure sono state rese operative a partire dal 3 novembre 2025 (deliberazione n. 1680 del 31 ottobre 2025).",
        "thinking": ""
    },
    {
        "numero_delibera": "1680",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia Autonoma di Trento, con questo provvedimento, approva nuove disposizioni per supportare le imprese nella crescita e nell'innovazione. \n\nL'iniziativa si inserisce nel quadro più ampio della legge provinciale “Interventi a sostegno del sistema economico trentino”, finalizzata a favorire lo sviluppo economico della provincia attraverso un sistema di agevolazioni. \n\nIn particolare, il provvedimento si concentra sull' “Area acquisizione di immobili industriali”, che prevede l'aiuto a imprese che desiderano investire nell'acquisto di immobili industriali. \n\nIl provvedimento stabilisce i criteri di accesso agli incentivi, suddivisi in tre categorie di interventi:\n\n* Creazione di nuove unità operative e ampliamento di quelle esistenti;\n* Acquisto di immobili esistenti in locazione, usufrutto, comodato o altro titolo;\n* Acquisto di immobili in proprietà.\n\nLe agevolazioni sono concesse in regime di esenzione o de minimis, a seconda della tipologia di impresa e dell'intervento.\n\nL'obiettivo generale è quello di stimolare lo sviluppo economico della provincia, favorire l'occupazione e promuovere l'innovazione delle imprese trentine. \n\nIl provvedimento, entrato in vigore il 3 novembre 2025, prevede l'utilizzo di immobili gestiti da Trentino Sviluppo S.p.A.  e si integra con le altre iniziative previste dalla legge provinciale n. 6/2023.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]