[
    {
        "nome_modello_ai": "gemini-flash",
        "performance_t_s": 0.0,
        "anno_delibera": "2025",
        "numero_delibera": "2083",
        "riassunto": "La Giunta provinciale di Trentino ha approvato criteri e modalità per l'assegnazione dei finanziamenti per il 2025/2026 per l'apicoltura, allineandosi ai piani strategici nazionali. Questo provvedimento si inserisce nell'ambito del Piano Strategico Nazionale (PSP) 2023-2027, che delinea le priorità e le modalità di attuazione dei finanziamenti della Politica Agricola Comune (PAC) su tutto il territorio nazionale.\n\nIl provvedimento delinea azioni specifiche per l'apicoltura, tra cui formazione per gli apicoltori (Azione A1), assistenza tecnica e consulenza per le aziende (Azione A2), lotta ai parassiti e acquisto di attrezzature (Azione B1), ripopolamento del patrimonio apistico (Azione B3), razionalizzazione della transumanza (Azione B4), e attrezzature per la gestione (Azione B5). Inoltre, l'iniziativa prevede attività di informazione e promozione (Azione F1) per aumentare la sensibilizzazione dei consumatori sui prodotti di qualità miele.\n\nL'importo totale del finanziamento per il programma apistico 2026 è di 278.077,96 euro, che è ripartito tra le diverse azioni. Per il 2026 è prevista la possibilità di una compensazione finanziaria tra le azioni, se si verificheranno economie durante le istruttorie delle domande.\n\nLe domande di finanziamento devono essere presentate online dal 24 dicembre 2025 al 04 febbraio 2026, seguendo le modalità previste dal manuale delle procedure dell'Organismo Pagatore APPAG. Il finanziamento verrà erogato come unica soluzione a ciascun beneficiario, subordinatamente alle verifiche effettuate dal Servizio Agricolo.\n\nIl provvedimento non comporta spese aggiuntive per il bilancio provinciale e non richiede il Codice Unico di Progetto (CUP) a seguito della presentazione della domanda. Il provvedimento sarà pubblicato sul sito istituzionale della Provincia Autonoma di Trento.\n\nIn sostanza, questo provvedimento mira a sostenere l'apicoltura attraverso risorse finanziarie provenienti dalla PAC, migliorando i servizi per gli apicoltori, supportando la gestione delle aziende apistiche e promuovendo la qualità e la commercializzazione dei prodotti miele.",
        "thinking": ""
    },
    {
        "nome_modello_ai": "gemini-pro",
        "selezionato": 0,
        "anno_delibera": "2025",
        "obi_pol": "politica: 9.5.2",
        "riassunto": "La Provincia Autonoma di Trento ha approvato un provvedimento volto a sostenere gli apicoltori della provincia attraverso un programma apistico per l'anno 2025/2026. \n\nQuesto programma, finanziato dal Piano Strategico Nazionale della Politica Agricola Comune (PAC) 2023-2027, si inserisce in un contesto di interventi a livello nazionale e europeo per il miglioramento della produzione e commercializzazione dei prodotti apistici. \n\nL'iniziativa prevede la erogazione di finanziamenti a sostegno di diverse azioni, tra cui corsi di aggiornamento e formazione per gli apicoltori, assistenza tecnica e consulenza alle aziende, acquisto di arnie e attrezzature per la lotta ai parassiti e malattie, supporto alla ripopolamento del patrimonio apistico,  miglioramento delle tecniche di transumanza,  attrezzature per l'estrazione, conservazione e confezionamento del miele, oltre a campagne di promozione e informazione per aumentare la sensibilità dei consumatori verso la qualità dei prodotti dell'apicoltura. \n\nL'importo totale del finanziamento a disposizione della Provincia Autonoma di Trento per l'anno apistico 2025/2026 è di 278.077,96 euro, di cui il 30% a carico del Fondo europeo agricolo di garanzia (FEAGA) e il 70% dal Fondo di rotazione previsto dalla Legge 16 aprile 1987, n. 183.\n\nLe domande per i finanziamenti dovranno essere presentate online entro il 4 febbraio 2026.  \n\nQuesto programma rappresenta un importante investimento per il settore apistico trentino, che contribuisce a sostenere la competitività delle aziende, a promuovere la qualità dei prodotti locali e a tutelare il patrimonio apistico provinciale.",
        "thinking": "",
        "performance_t_s": 0.0,
        "numero_delibera": "2083"
    },
    {
        "testo_modificato": "La Provincia Autonoma di Trento ha approvato un provvedimento volto a sostenere gli apicoltori della provincia attraverso un programma apistico per l'anno 2025/2026. Questo programma, finanziato dal Piano Strategico Nazionale della Politica Agricola Comune (PAC) 2023-2027, si inserisce in un contesto di interventi a livello nazionale e europeo per il miglioramento della produzione e commercializzazione dei prodotti apistici. L'iniziativa prevede la erogazione di finanziamenti a sostegno di diverse azioni, tra cui corsi di aggiornamento e formazione per gli apicoltori, assistenza tecnica e consulenza alle aziende, acquisto di arnie e attrezzature per la lotta ai parassiti e malattie, supporto alla ripopolamento del patrimonio apistico, miglioramento delle tecniche di transumanza, attrezzature per l'estrazione, conservazione e confezionamento del miele, oltre a campagne di promozione e informazione per aumentare la sensibilità dei consumatori verso la qualità dei prodotti dell'apicoltura. L'importo totale del finanziamento a disposizione della Provincia Autonoma di Trento per l'anno apistico 2025/2026 è di 278.077,96 euro, di cui il 30% a carico del Fondo europeo agricolo di garanzia (FEAGA) e il 70% dal Fondo di rotazione previsto dalla Legge 16 aprile 1987, n. 183. Le domande per i finanziamenti dovranno essere presentate online entro il 4 febbraio 2026. Questo programma rappresenta un importante investimento per il settore apistico trentino, che contribuisce a sostenere la competitività delle aziende, a promuovere la qualità dei prodotti locali e a tutelare il patrimonio apistico provinciale (deliberazione n. 2083 del 19 dicembre 2025).",
        "numero_delibera": "2083",
        "anno_delibera": "2025",
        "obi_pol": "9.5.2",
        "autore_modifica": "mariabruna.tilaro@provincia.tn.it",
        "fonte_ai": "mariabruna.tilaro@provincia.tn.it",
        "nome_modello_ai": "utente",
        "selezionato": 1
    }
]