[
    {
        "numero_delibera": "0096",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Sostegno all'Innovazione e al Trasferimento Tecnologico in Trentino\n\nLa Provincia autonoma di Trento ha approvato il piano di attività e il budget economico triennale della Fondazione Hub Innovazione Trentino (HIT) per gli anni 2026-2028. Questo provvedimento ha assicurato il sostegno alle iniziative della Fondazione, focalizzate sulla diffusione della conoscenza, sull'innovazione e sul trasferimento tecnologico a beneficio del territorio provinciale. Per l'anno 2026, è stato assegnato un contributo di 2.678.000,00 euro per finanziare le attività generali della Fondazione, garantendo la continuazione e lo sviluppo di progetti strategici per il sistema locale di ricerca e innovazione (deliberazione n. 0096 del 30 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "96",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Questa delibera della Provincia autonoma di Trento approva un piano triennale delle attività (2026-2028) e il budget economico corrispondente per la Fondazione Hub Innovazione Trentino (HIT). \n\nLa HIT è un ente pubblico che svolge attività di ricerca e diffusione della conoscenza, contribuendo allo sviluppo dell'innovazione e del trasferimento tecnologico in Trentino. \n\nLa delibera, in linea con la legge provinciale sulla ricerca, definisce le risorse finanziarie che la Provincia investirà nella HIT nel triennio 2026-2028, ammontanti a complessivi 4.678.000,00 euro. \n\nLe risorse sono destinate a finanziare le attività programmate dalla HIT, che si basano sul Programma pluriennale della ricerca per la XVII legislatura, approvato dalla Provincia. Il piano triennale prevede, in particolare, l'attuazione di progetti di ricerca e sviluppo, l'organizzazione di eventi e seminari per favorire il trasferimento tecnologico e l'innovazione, e la promozione di collaborazioni con istituzioni e imprese nazionali e internazionali.\n\nL'approvazione di questo piano rappresenta un passo importante per consolidare il ruolo della HIT come motore di crescita e innovazione nel territorio trentino, garantendone il supporto finanziario per realizzare progetti strategici e promuovere lo sviluppo della ricerca e dell'innovazione nel settore.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]