[
    {
        "numero_delibera": "1744",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Sostegno Potenziato per le Strutture Socio-Sanitarie\n\nLa Provincia ha approvato il quarto stralcio del Piano degli interventi per le Residenze Sanitarie Assistenziali (RSA) e altre strutture sociosanitarie, destinando contributi a enti e associazioni senza scopo di lucro per migliorare gli immobili al servizio di anziani, persone non autosufficienti o con gravi disabilità. Sono state riprogrammate le risorse economiche per la costruzione di nuove RSA a Vallarsa e Pieve Tesino, spostando i finanziamenti rispettivamente agli anni 2026 e 2028 per garantire la prosecuzione dei lavori. Inoltre, è stato aumentato di oltre 469 mila euro per il 2025 e di 3 milioni di euro per il 2026 il fondo destinato a interventi minori e a coprire eventuali superamenti di spesa, assicurando così maggiore flessibilità nel finanziamento di ulteriori progetti. Con queste azioni, il Piano complessivo ha raggiunto un totale di oltre 11 milioni di euro a supporto della rete dei servizi socio-sanitari provinciali (deliberazione n. 1744 del 17 novembre 2025).",
        "thinking": ""
    },
    {
        "numero_delibera": "1744",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia autonoma di Trento approva il quarto stralcio del \"Piano degli interventi agevolati su immobili per RSA e altre strutture sociosanitarie per la XVII Legislatura\". \n\nQuesto piano ha l'obiettivo di sostenere la creazione di nuove strutture per anziani e persone con disabilità, garantendo un miglioramento dei servizi socio-sanitari nel territorio provinciale. \n\nIl provvedimento riorganizza le risorse finanziarie dedicate a questo programma, spostando risorse da progetti con scadenze più immediate a quelli che necessitano di un finanziamento più lungo.  \n\nIn particolare, vengono ridotti e riassegnati fondi provenienti da progetti per l'acquisto di attrezzature e arredamenti, per interventi di rinegoziazione dei contratti e per progetti già finanziati in precedenza. \n\nQueste risorse vengono poi utilizzate per incrementare l'accantonamento a disposizione per interventi specifici legati all'edilizia di nuove RSA e strutture sociosanitarie.  \n\nL'iniziativa si inserisce nel contesto più ampio della Strategia provinciale per la XVII Legislatura, che punta a rafforzare la rete dei servizi sociali e garantire un accesso adeguato a servizi di qualità per i cittadini più vulnerabili.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]