[
    {
        "numero_delibera": "0090",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Sostegno all'Istituto Cimbro per la valorizzazione della lingua e cultura\nLa Giunta provinciale ha approvato il bilancio di previsione 2026-2028 e il piano di programmazione triennale delle attività per l'Istituto Cimbro/Kulturinstitut Lusérn. Questo provvedimento ha garantito la continuità e lo sviluppo delle sue importanti funzioni nella salvaguardia e promozione della lingua e cultura cimbra. Per l'anno 2026, è stato assegnato un finanziamento complessivo di Euro 649.071,37, destinato a coprire le spese di funzionamento dell'istituto e a sostenere il personale attraverso incrementi contrattuali, come l'aumento dei buoni pasto e degli stipendi, nonché i contributi previdenziali e assistenziali. Tale supporto ha permesso all'Istituto di proseguire con le sue iniziative a beneficio della comunità locale e della valorizzazione del patrimonio culturale (deliberazione n. 0090 del 30 gennaio 2026).",
        "thinking": ""
    },
    {
        "nome_modello_ai": "gemini-pro",
        "performance_t_s": 0.0,
        "anno_delibera": "2026",
        "numero_delibera": "90",
        "riassunto": "La Giunta Provinciale di Trento ha approvato il bilancio di previsione 2026-2028 e il piano triennale di attività dell'Istituto Cimbro/Kulturinstitut Lusérn, un ente che si occupa di cultura e lingua cimbra. \n\nL'Istituto, istituito nel 1987 con lo scopo di preservare e promuovere la cultura cimbra, riceve un finanziamento annuale dalla Provincia Autonoma di Trento. \n\nLa delibera, oltre ad approvare i documenti finanziari, assegna per il 2026 un finanziamento totale di 649.071,37 euro all'Istituto Cimbro/Kulturinstitut Lusérn. Tale somma è suddivisa in diverse voci, tra cui il finanziamento per il funzionamento ordinario dell'ente e le risorse per specifiche attività e incrementi retributivi per il personale, previsti da precedenti deliberazioni provinciali. \n\nL'approvazione del bilancio di previsione rappresenta un importante segnale di sostegno da parte della Provincia Autonoma di Trento alla cultura cimbra e all'operato dell'Istituto Cimbro/Kulturinstitut Lusérn nel campo della valorizzazione e diffusione della lingua e della cultura di questa minoranza linguistica.",
        "thinking": ""
    }
]