[
    {
        "numero_delibera": "1734",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Contributi per le esperienze di studio all'estero degli studenti\n\nÈ stato introdotto un importante sostegno economico per gli studenti delle scuole superiori trentine che desiderano frequentare un percorso di studio in un altro Paese europeo durante l'anno scolastico 2026/2027. Attraverso l'erogazione di voucher individuali, l'iniziativa ha avuto l'obiettivo di favorire la mobilità giovanile, arricchire la formazione culturale e promuovere l'acquisizione di nuove competenze. Per supportare questa opportunità formativa internazionale, è stato stanziato un finanziamento complessivo di 600.000 euro, utilizzando le risorse del Programma Fondo Sociale Europeo Plus (deliberazione n. 1734 del 17 novembre 2025).",
        "thinking": ""
    },
    {
        "numero_delibera": "1734",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Sostegno agli Studenti per Esperienze Scolastiche Internazionali\nLa Provincia autonoma di Trento ha approvato un avviso per concedere voucher individuali agli studenti delle scuole secondarie di secondo grado. Questo sostegno economico era destinato a coprire i costi per la frequenza di percorsi scolastici all'estero in Europa, specificamente per l'anno scolastico 2026/2027. L'iniziativa mirava a promuovere l'istruzione e la formazione internazionale, offrendo ai giovani l'opportunità di arricchire il proprio percorso formativo con esperienze significative fuori dal territorio provinciale. Per finanziare questi voucher, è stata prenotata una somma complessiva di 600.000 euro, distribuita tra gli esercizi finanziari 2026 e 2027, nell'ambito del Programma FSE+ 2021-2027 (deliberazione n. 1734 del 17 novembre 2025).",
        "thinking": ""
    },
    {
        "numero_delibera": "1734",
        "anno_delibera": "2025",
        "fonte_ai": "gemini-flash",
        "nome_modello_ai": "gemini-flash",
        "testo_modificato": "Percorsi scolastici in paesi UE o Regno Unito\nLa Provincia autonoma di Trento ha approvato un avviso per concedere voucher individuali agli studenti delle scuole secondarie di secondo grado per coprire i costi relativi alla frequenza di percorsi scolastici all'estero in Europa, specificamente per l'anno scolastico 2026/2027. I paesi di destinazione Regno Unito, Irlanda, Malta, Germania, Spagna, Francia.\nPer finanziare questi voucher, è stata prenotata una somma complessiva di 600.000 euro,nell'ambito del Programma FSE+ 2021-2027 (deliberazione n. 1734 del 17 novembre 2025).",
        "autore_modifica": "rachele.catania@provincia.tn.it",
        "selezionato": 1,
        "obiettivi/politiche": "obiettivodi medio-lungo periodo: 6.3, politica: 6.3.1"
    }
]