[
    {
        "numero_delibera": "1733",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Migliorati i servizi di supporto per l'occupazione\n\nSono stati potenziati i servizi per il lavoro previsti dal programma GOL (Garanzia di Occupabilità dei Lavoratori), finanziato con fondi del PNRR. Per migliorare il supporto offerto a chi cerca un'occupazione, è stata aumentata la durata del servizio di accompagnamento al lavoro, che ora può arrivare fino a un massimo di sei ore. Inoltre, è stato introdotto un nuovo strumento specificamente pensato per le persone con maggiori difficoltà occupazionali, le quali potranno beneficiare di un orientamento specialistico aggiuntivo per un massimo di dieci ore. L'obiettivo di questi aggiornamenti è stato quello di fornire un'assistenza più efficace e personalizzata per favorire l'inserimento e il reinserimento nel mercato del lavoro. Questi miglioramenti sono stati realizzati senza costi aggiuntivi per il bilancio provinciale (deliberazione n. 1733 del 17 novembre 2025).",
        "thinking": "",
        "selezionato": 1,
        "obi_pol": "obiettivo: 3.3, politica: 3.3.2"
    },
    {
        "numero_delibera": "1733",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Potenziamento dei servizi per l'occupabilità dei cittadini\n\nLa Provincia autonoma di Trento ha potenziato il Programma Garanzia Occupabilità Lavoratori (GOL), un'iniziativa finanziata con risorse PNRR per circa 37,9 milioni di euro, volta a migliorare l'occupabilità dei cittadini. È stato esteso il servizio di accompagnamento al lavoro, aumentando le ore disponibili per gli utenti con diverse necessità, con l'obiettivo di offrire un supporto più incisivo nella ricerca di impiego. Inoltre, per le persone con maggiori difficoltà occupazionali, è stata introdotta la possibilità di accedere a un orientamento specialistico aggiuntivo, erogabile tramite voucher presso i soggetti accreditati. Queste modifiche hanno rafforzato le politiche attive del lavoro sul territorio, promuovendo l'attivazione nel mercato lavorativo dei residenti tra i 19 e i 65 anni e assicurando l'erogazione di servizi più efficaci e mirati (deliberazione n. 1733 del 17 novembre 2025).",
        "thinking": ""
    }
]