[
    {
        "numero_delibera": "1732",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Error querying Gemini model: 429 You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/rate-limit. \n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-2.5-flash\nPlease retry in 39.424406368s. [links {\n  description: \"Learn more about Gemini API quotas\"\n  url: \"https://ai.google.dev/gemini-api/docs/rate-limits\"\n}\n, violations {\n}\n, retry_delay {\n  seconds: 39\n}\n]",
        "thinking": ""
    },
    {
        "numero_delibera": "1732",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia autonoma di Trento ha approvato il \"Piano triennale Progettone 2026-2028\", un'iniziativa strategica che mira a sostenere l'occupazione e valorizzare l'ambiente nella provincia.\n\nQuesto piano, nato dalla Legge provinciale n. 12 del 2022, definisce tre ambiti di intervento che coinvolgeranno circa 1600 lavoratori in attività di pubblica utilità, finanziate con un budget complessivo di 136.833.590 euro. \n\nIl primo ambito si concentra sul ripristino e sulla valorizzazione ambientale, con interventi di manutenzione del territorio e dei percorsi ciclopedonali. Il secondo ambito sostiene la conservazione del patrimonio culturale e museale, la gestione degli impianti sportivi e la sicurezza integrata. Infine, il terzo ambito si dedica al supporto di servizi sanitari e socio-assistenziali.\n\nL'iniziativa si inserisce in un contesto di riqualificazione del sistema dei lavori socialmente utili e mira a rispondere alle esigenze del mercato del lavoro, migliorando le condizioni salariali della popolazione e promuovendo lo sviluppo sostenibile della provincia. \n\nIl \"Piano triennale Progettone\" si basa su un'approfondita analisi del fabbisogno di inserimento lavorativo e si coordina con altri enti pubblici, enti strumentali e enti del sistema museale trentino, garantendo un'efficace gestione delle risorse e un impatto positivo sul territorio.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]