[
    {
        "numero_delibera": "0064",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Stanziati Fondi per l'Accessibilità e Alloggi Idonei\n\nNel corso dell'anno, sono state ripartite significative risorse finanziarie per sostenere l'accessibilità e l'autonomia delle persone con disabilità nel territorio. Un totale di 1.300.000,00 euro è stato destinato a questo scopo. Di questa somma, 1.240.000,00 euro sono stati allocati per finanziare interventi volti all'eliminazione o al superamento delle barriere architettoniche negli edifici privati, facilitando la mobilità e l'indipendenza dei residenti. I restanti 60.000,00 euro sono stati previsti per l'erogazione di contributi straordinari destinati all'acquisto di nuovi alloggi idonei a soddisfare i bisogni essenziali delle persone con disabilità, migliorando concretamente la loro qualità della vita. Queste azioni miravano a promuovere un ambiente più inclusivo e accessibile per tutti i cittadini, e l'assegnazione dei contributi è stata demandata a successivi provvedimenti (deliberazione n. 0064 del 23 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "64",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Giunta Provinciale di Trento ha deliberato la ripartizione di 1.300.000 euro per il capitolo 404650 del bilancio 2026, finalizzata a migliorare l'accessibilità per le persone con disabilità. \n\nLe risorse finanziarie saranno allocate in base alle richieste pervenute all'UMSE Disabilità ed integrazione socio sanitaria. Nel 2025, sono state ricevute 113 richieste di contributo per interventi di eliminazione o superamento delle barriere architettoniche negli edifici privati. In base a questa domanda, la Giunta ha previsto 1.240.000 euro per tali interventi. \n\nMentre l'articolo 16 bis della legge provinciale 7 gennaio 1991, n. 1 e ss.mm.ii. prevede la possibilità di concedere un contributo straordinario per l'acquisto di un nuovo alloggio idoneo alle esigenze di una persona disabile, non sono state ricevute richieste per questa tipologia di intervento nel 2025. Per tale motivo, ne sono state allocate 60.000 euro. \n\nIl provvedimento stabilisce che saranno emanati successivi provvedimenti per l'assegnazione dei contributi, in base alla graduatoria che sarà stilata dall'UMSE Disabilità ed integrazione socio sanitaria. \n\nQuesta decisione dimostra l'impegno della Provincia Autonoma di Trento a rendere il territorio più accessibile e inclusivo per tutte le persone, garantendo loro pari opportunità e qualità della vita.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]