[
    {
        "nome_modello_ai": "gemini-flash",
        "performance_t_s": 0.0,
        "anno_delibera": "2025",
        "riassunto": "La Giunta provinciale di Trento ha approvato un provvedimento per avviare il programma di mobilità studentesca individuale per il prossimo anno scolastico 2026/2027, basato su una Convenzione di cooperazione educativa tra la Provincia autonoma di Trento e la Région académique Grand Est-Académie de Reims della Francia. L'obiettivo è promuovere mobilità studentesca, mobilità dei docenti e collaborazioni tra istituzioni scolastiche dei due territori, favorendo l'apprendimento della lingua francese e incoraggiando una dimensione internazionale e interculturale nell'istruzione.\n\nIl programma prevede la partecipazione delle scuole secondarie di secondo grado delle due regioni, con finanziamenti stanziati per le Istituzioni scolastiche provinciali (€4.000,00) e paritarie (€1.000,00) per ciascun partecipante. Il provvedimento delinea le modalità per la partecipazione, la gestione del programma, le attività finanziarie e il trattamento dei dati personali degli studenti.\n\nLe risorse sono destinate alle scuole interessate e le attività organizzate devono essere svolte entro il 31 ottobre 2026. I finanziamenti verranno erogati su presentazione di richieste di liquidazione del contributo entro il termine del 30 novembre 2026, adottando le disposizioni normative per il trattamento dei dati personali.\n\nIl provvedimento è valido a partire dalla data di approvazione e le attività possono essere svolte entro il 2026. Ai sensi della legge provinciale n. 7 agosto 2006, la Provincia ha il potere di legittimare e pubblicizzare le attività di istruzione e formazione, e permette il ricorso entro il termine stabilito dalla legge.\n\nIl provvedimento sarà pubblicato sui siti istituzionali della Provincia e sul sito www.vivoscuola.it.",
        "numero_delibera": "2122",
        "thinking": ""
    },
    {
        "numero_delibera": "2122",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "## Riassunto della Delibera n. 2122 della Provincia autonoma di Trento\n\nLa presente delibera approva l'attuazione di una Convenzione di cooperazione educativa tra la Provincia autonoma di Trento e la Region Académie de Reims, Francia, per promuovere programmi di mobilità studentesca individuale. L'iniziativa mira a favorire la crescita della società del sapere e dell'innovazione, favorendo l'acquisizione della lingua francese e promuovendo un dialogo interculturale.\n\nIl provvedimento prevede l'approvazione di criteri e modalità per lo svolgimento del programma di mobilità individuale per l'anno scolastico 2026/2027, definito in dettaglio nell'Allegato A. Le attività previste includono la mobilità tra le Istituzioni scolastiche provinciali e paritarie trentine e quella tra la scuola secondaria di secondo grado di Trento e la scuola secondaria di Reims.\n\nLa Provincia autonoma di Trento, quale Titolare del trattamento, ha l'obbligo di tutelare i dati personali degli studenti, come nomi e cognomi, indirizzo, dati di contatto, informazioni relative allo stato di salute. Questi dati saranno trattati secondo i principi di trasparenza, equità, minimizzazione e pertinenza, con una durata di conservazione di tre anni.\n\nIl programma prevede l'erogazione di un importo complessivo di 5.000 euro per le Istituzioni scolastiche provinciali e 1.000 euro per quelle paritarie. Le Istituzioni scolastiche interessate dovranno presentare la richiesta di liquidazione del contributo entro il 30 novembre 2026.\n\nIl programma sarà gestito dal Servizio istruzione con collaborazione con i referenti francesi del progetto. Sarà supervisionato e monitorato, e le attività svolte saranno finanziate sul budget del capitolo 252702 (esercizio finanziario 2026) e del capitolo 252705 (esercizio finanziario 2026) per le Istituzioni scolastiche provinciali e paritarie, rispettivamente.\n\nIl provvedimento prevede anche la comunicazione pubblica della deliberazione sul sito istituzionale della Provincia autonoma di Trento e sul sito www.vivoscuola.it.\n\nIn sintesi, il provvedimento approva il programma di mobilità studentesca individuale tra le scuole secondarie di secondo grado provinciali e paritarie della Provincia autonoma di Trento e della Région académique Grand Est-Académie de Reims, con finalità di promuovere l'apprendimento delle lingue straniere e favorire la crescita della società del sapere e dell'innovazione, garantendo la corretta e trasparente gestione dei dati personali degli studenti coinvolti.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]