[
    {
        "numero_delibera": "1694",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Formazione e Innovazione per il Personale della Provincia\n\nLa Provincia ha approvato il piano di formazione per il personale per l'anno 2026, con l'obiettivo di accrescere le competenze dei dipendenti e migliorare la qualità dei servizi offerti ai cittadini. L'attuazione del piano è stata affidata alla Trentino School of Management, con un investimento complessivo di oltre 900.000 euro. I percorsi formativi hanno riguardato aree strategiche come l'innovazione e la transizione digitale, con un focus specifico sull'intelligenza artificiale e sul potenziamento delle competenze informatiche di tutto il personale. Sono stati inoltre previsti corsi su tematiche giuridico-amministrative, sulla sostenibilità e sul benessere organizzativo. È stata promossa l'attestazione delle competenze digitali secondo il modello europeo DigComp, per garantire un'amministrazione sempre più moderna ed efficiente. L’iniziativa ha mirato a rafforzare la professionalità all'interno dell'ente per rispondere in modo più efficace alle esigenze del territorio (deliberazione n. 1694 del 07 novembre 2025).",
        "thinking": ""
    },
    {
        "numero_delibera": "1694",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Investimento nella Formazione per Migliorare i Servizi Pubblici\n\nLa Provincia autonoma di Trento ha approvato il Piano di Formazione 2026, un'iniziativa fondamentale per accrescere la professionalità e le competenze dei propri dipendenti e dei dirigenti, con un investimento complessivo che ha superato gli 855.000 euro per le attività principali. Questo piano ha puntato a migliorare la qualità dei servizi offerti alla cittadinanza, promuovendo la trasformazione digitale, la sostenibilità e il benessere organizzativo, oltre a rafforzare le competenze giuridico-amministrative e di sicurezza. Le attività formative, che hanno incluso corsi su intelligenza artificiale, competenze digitali (\"ioDigitale\"), gestione degli appalti pubblici e sicurezza sul lavoro, sono state affidate alla Trentino School of Management (TSM), società in-house che ha garantito celerità, economicità e piena aderenza agli obiettivi strategici dell'Amministrazione. È stato evidenziato un costante gradimento delle attività formative e un costo per persona formata in linea con gli anni precedenti, attestandosi su valori inferiori rispetto alla media del quinquennio. Sono stati anche definiti i criteri per la realizzazione delle iniziative e la partecipazione del personale, assicurando un percorso di crescita continua per tutti coloro che operano al servizio della comunità trentina (deliberazione n. 1694 del 07 novembre 2025).",
        "thinking": ""
    }
]