[
    {
        "numero_delibera": "0106",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Garantite le Attività Future del Parco Naturale Adamello Brenta\n\nSono state garantite le risorse economiche e le linee di azione per il Parco Naturale Adamello Brenta per il triennio 2026-2028. È stato infatti approvato il bilancio finanziario previsionale, che ha definito le disponibilità economiche per la gestione e la tutela del territorio protetto. Contestualmente, è stato approvato il piano triennale delle attività, il quale ha delineato i progetti e le iniziative volte alla conservazione della biodiversità, alla promozione del turismo sostenibile e all'offerta di esperienze educative e ricreative per i visitatori e la comunità locale. Queste approvazioni hanno permesso di assicurare la continuità e l'efficacia delle operazioni del Parco a beneficio dell'ambiente e dei cittadini (deliberazione n. 0106 del 30 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "106",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Giunta della Provincia autonoma di Trento ha deliberato l'approvazione del Bilancio di previsione finanziario e del Piano delle attività per il triennio 2026-2028 dell'Ente Parco Naturale Adamello Brenta.\n\nQuesta decisione segue l'approvazione da parte del Comitato di gestione dell'Ente Parco, avvenuta il 18 dicembre 2025, e il parere positivo del Collegio dei Revisori dei Conti.  Il bilancio, che rispetta le direttive finanziarie e per il personale emanate dalla Giunta provinciale, rappresenta un importante strumento per la gestione finanziaria del Parco.\n\nIl Piano delle attività triennale, anch'esso approvato dal Comitato di gestione,  definisce gli obiettivi e le iniziative che saranno intraprese nel periodo 2026-2028 per la tutela e la valorizzazione del patrimonio naturale del Parco Adamello Brenta.  La delibera riconosce l'importanza di un approccio integrato alla gestione del Parco, che bilanci la conservazione del territorio con la promozione di attività di ricerca, educazione ambientale e valorizzazione turistica sostenibile. \n\n\nLa Giunta invita le parti interessate a prendere visione del provvedimento e ricorda che è possibile presentare un ricorso al Presidente della Repubblica entro 120 giorni dalla notifica.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]