[
    {
        "nome_modello_ai": "gemini-flash",
        "anno_delibera": "2026",
        "numero_delibera": "0005",
        "riassunto": "Potenziamento dell'istruzione tecnica in provincia\n\nLa Provincia autonoma di Trento ha autorizzato l'attivazione, a partire dall'anno scolastico 2026/2027, di percorsi quadriennali di istruzione tecnica e professionale. Questa iniziativa mirava a rafforzare la formazione di tecnici superiori con elevate competenze tecnologiche e tecnico-professionali, favorendo la corrispondenza tra la domanda e l'offerta di lavoro nel territorio. Cinque istituzioni scolastiche e formative provinciali, che avevano già sperimentato percorsi quadriennali nel settore tecnico-tecnologico (l'Istituto \"I. de Carneri\" di Civezzano, l'ITT \"G. Marconi\" di Rovereto, l'ITET \"F e G Fontana\" di Rovereto, la Fondazione Mach di S. Michele e l'ITE \"A. Tambosi\" di Trento), hanno presentato proposte progettuali. Tali proposte sono state positivamente valutate da una commissione tecnica. L'obiettivo era anche garantire il riconoscimento nazionale dei titoli rilasciati da questi percorsi formativi, adeguando gli standard provinciali alle normative nazionali per l'Alta Formazione Professionale (deliberazione n. 0005 del 12 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "5",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Questa delibera della Provincia Autonoma di Trento ha come scopo l'attivazione di percorsi di istruzione tecnica quadriennali nel settore tecnologico-professionale a partire dall'anno scolastico 2026/2027. \n\nQuesta iniziativa si inserisce in un contesto di riforma del sistema educativo nazionale che ha riconosciuto la necessità di formare figure professionali altamente qualificate in settori tecnologici di grande attualità. \n\nLa Provincia Autonoma di Trento, con la sua competenza legislativa in materia di formazione professionale, si impegna a garantire ai giovani una formazione di eccellenza, rispondente alle esigenze del mercato del lavoro e in linea con gli standard nazionali. \n\nIl percorso, che si basa su progetti presentati da cinque istituzioni scolastiche, è stato valutato positivamente da una commissione tecnica nominata dal Direttore Generale dell'Ufficio Scolastico Regionale (USR). \n\nLa delibera autorizza l'attivazione dei percorsi e riconosce il valore di questa iniziativa come un investimento strategico per lo sviluppo economico e sociale della regione. \n\n\nLa Provincia Autonoma di Trento ha, infatti, una lunga tradizione nella formazione professionale, ed è impegnata a mantenere un ruolo di leader in questo campo, garantendo ai cittadini accesso a un'istruzione di qualità e ad opportunità formative innovative.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]