[
    {
        "numero_delibera": "0126",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Rafforzata la collaborazione tra sanità e università per un migliore servizio ai cittadini\n\nLa Provincia autonoma di Trento ha approvato un nuovo protocollo d'intesa con l'Università degli Studi di Trento. Questo accordo ha permesso di consolidare la collaborazione tra il servizio sanitario provinciale e l'ateneo, specialmente a seguito della creazione dell'Azienda sanitaria universitaria integrata del Trentino (ASUIT) all'inizio dell'anno. Attraverso il protocollo, è stata assicurata la formazione e l'aggiornamento continuo delle figure professionali necessarie alla sanità locale, e sono state definite le modalità di partecipazione dell'Università alla pianificazione sanitaria provinciale. L'obiettivo è stato quello di coordinare in modo unitario le attività assistenziali, didattiche e di ricerca, garantendo elevati standard di assistenza per i cittadini, migliorando la qualità dei percorsi formativi e promuovendo lo sviluppo della ricerca biomedica e dell'innovazione tecnologica (deliberazione n. 0126 del 30 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "126",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Questa delibera riguarda l'approvazione di uno schema di protocollo d'intesa tra la Provincia autonoma di Trento e l'Università degli studi di Trento.\n\nIl protocollo ha l'obiettivo di promuovere un'integrazione tra le funzioni di assistenza sanitaria, didattica e ricerca svolte dalla Provincia (attraverso l'Azienda Sanitaria Universitaria Integrata del Trentino - ASUIT) e dall'Università.\n\nIl testo ripercorre le tappe che hanno portato a questa delibera, sottolineando il contesto legislativo e normativo che la rende necessaria, tra cui la legge sulla tutela della salute 2010, la riforma del sistema universitario del 2010 e l'attuazione della delega di funzioni legislative ed amministrative statali alla Provincia di Trento in materia di Università.\n\nIn particolare, l'iniziativa nasce dalla necessità di coordinare e valorizzare al meglio le risorse e le competenze di entrambe le istituzioni, in linea con l'obiettivo di creare un sistema sanitario innovativo e di alta qualità per i cittadini trentini.\n\nLo schema di protocollo prevede l'acquisizione di pareri da parte di commissioni competenti, la definizione di linee guida per la partecipazione dell'Università alla programmazione sanitaria provinciale e la promozione di attività congiunte di assistenza sanitaria, didattica e ricerca.\n\nL'iniziativa si inserisce nella Strategia provinciale per la XVII Legislatura e nel Documento di Economia e Finanza Provinciale 2026 – 2028, contribuendo a rafforzare il sistema sanitario trentino e a valorizzare la collaborazione tra Università e Servizio Sanitario.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]