[
    {
        "numero_delibera": "0036",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Ampliamento delle Opportunità di Tirocinio Universitario\n\nLa Provincia autonoma di Trento ha ampliato le opportunità di tirocinio formativo e di orientamento per gli studenti universitari. È stato approvato uno schema di convenzione con l'Università degli Studi di Bari \"Aldo Moro\", che ha permesso l'accesso a percorsi di stage per giovani, inclusi quelli trentini, in settori e discipline non presenti nell'offerta formativa dell'Università di Trento. Questa iniziativa ha offerto agli studenti la possibilità di acquisire nuove competenze pratiche e di orientarsi nel mondo del lavoro, mentre ha consentito alle strutture provinciali di confrontarsi con nuove risorse umane e conoscenze aggiornate. L'accordo ha rafforzato il dialogo tra il mondo accademico e l'amministrazione pubblica, promuovendo lo sviluppo economico, sociale e culturale del territorio, senza comportare alcun onere finanziario per il bilancio provinciale (deliberazione n. 0036 del 23 gennaio 2026).",
        "thinking": ""
    },
    {
        "nome_modello_ai": "gemini-pro",
        "performance_t_s": 0.0,
        "anno_delibera": "2026",
        "numero_delibera": "36",
        "riassunto": "Questa delibera approva un accordo, o convenzione, tra la Provincia autonoma di Trento e l'Università degli Studi di Bari \"Aldo Moro\" per la realizzazione di tirocini formativi e di orientamento per gli studenti. \n\nL'iniziativa nasce dalla volontà di ampliare le opportunità di tirocinio per gli studenti trentini, consentendo loro di acquisire competenze specifiche in settori non offerti dall'Università degli studi di Trento. La scelta dell'Università di Bari è motivata dalla presenza di corsi di laurea e master che rispondono a specifiche esigenze del territorio trentino, offrendo un'opportunità di confronto e crescita sia per gli studenti che per le Strutture provinciali.\n\nIl tirocinio, secondo la normativa vigente, è un'attività formativa di grande valore per la transizione dal mondo universitario al mondo del lavoro. Offre agli studenti l'opportunità di applicare le loro conoscenze teoriche in contesti reali, sviluppando competenze pratiche e trasversali, mentre alle Strutture provinciali permette di accedere a nuove risorse umane con competenze aggiornate. La convenzione, che prevede tirocini a titolo gratuito, si inserisce in un contesto di collaborazione tra mondo accademico e mondo del lavoro, considerati fondamentali per lo sviluppo economico, sociale e culturale del territorio.",
        "thinking": ""
    }
]