[
    {
        "numero_delibera": "0044",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Investimenti per il diritto allo studio universitario\n\nLa Provincia autonoma di Trento ha approvato il programma pluriennale di attività, il budget economico e il piano degli investimenti di Opera universitaria per il triennio 2026-2028. Per l'esercizio finanziario 2026, sono stati destinati a Opera universitaria oltre 14,3 milioni di euro per garantire il suo funzionamento e per vari investimenti a supporto degli studenti. Tra questi, una parte significativa è stata indirizzata al canone annuale del complesso residenziale di San Bartolomeo e ad altre spese per studentati, manutenzioni e acquisti. Inoltre, è stato deciso di integrare di 50.000,00 euro le risorse per le borse di studio destinate agli studenti universitari trentini che studiano fuori provincia o all'estero, portando l'importo totale a 457.941,00 euro per l'anno accademico 2025/2026. Questa integrazione ha permesso di assicurare il beneficio a tutti gli studenti idonei, utilizzando fondi precedentemente assegnati a studenti con disabilità gravissima e non impiegati per mancanza di domande (deliberazione n. 0044 del 23 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "44",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Il provvedimento descrive le decisioni della Giunta Provinciale di Trento relativa all'approvazione e all'assegnazione di fondi ad Opera Universitaria per il triennio 2026-2028.\n\n\nIn sintesi, la Giunta approva:\n\n1. **Il Programma pluriennale di attività, il budget economico e il Piano degli investimenti di Opera Universitaria:**  confermando i documenti precedentemente inviati dalla Opera Universitaria.\n2. **L'assegnazione di fondi a Opera Universitaria:** per un totale di 14.339.968,81 euro per l'esercizio finanziario 2026, suddivisi in diverse voci per le spese di funzionamento, le nuove assegnazioni per borse di studio e le spese di investimento.\n3. **L'integrazione di fondi per le borse di studio:**  aggiungendo 50.000 euro per le borse di studio agli studenti fuori provincia di Trento, riducendo di pari importo fondi destinati a studenti con disabilità che non hanno richiesto il contributo.\n\nIl provvedimento è ricco di dettagli tecnici (capitoli di budget, impegni, subimpegni, ecc.) ma la chiave è che si tratta di un approvazione finanziaria a favore di Opera Universitaria.\n\nSi noti che il testo è lungo e dettagliato, e questo riassunto ne sintetizza l'essenza.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]