[
    {
        "performance_t_s": 0,
        "nome_modello_ai": "gemini-flash",
        "anno_delibera": "2025",
        "riassunto": "**Modifiche al sistema dei Buoni di Servizio per favorire la conciliazione famiglia-lavoro**\n\nLa Giunta provinciale ha approvato ulteriori modifiche per raffinare il sistema dei Buoni di Servizio, erogati nel contesto del Programma Fondo sociale europeo plus (FSE+) 2021-2027. Questi buoni sono destinati a sostenere le famiglie per l'accesso a servizi educativi di cura e custodia di minori, con l'obiettivo di facilitare la conciliazione tra lavoro e vita familiare.\n\nLe modifiche riguardano l'aggiustamento del criterio di accesso, che ora considera un indice di condizione economica familiare (ICEF) più elevato, passando da 0,50 a 0,70. Questo allineamento con le nuove modalità di calcolo dell'ICEF è implementato da domande presentate a partire dal 27 dicembre 2025.\n\nVengono inoltre introdotte semplificazioni procedurali, come una maggiorazione senza richiesta per le prestazioni di conciliazione e un sistema di validazione delle presenze garantito dal titolare del buono. I termini di registrazione delle presenze sono adattati per essere più flessibili e efficacemente tracciabili.\n\nPer famiglie con minori disabili o in situazioni di disagio, si prevede l'assegnazione dei buoni senza limiti di reddito, anche se il ICEF è superiore a 0,30. Questa misura si applica a partire dal 27 agosto 2026.\n\nQueste modifiche mirano a ridurre le disuguaglianze sociali e a supportare famiglie in condizioni di fragilità, in linea con le politiche della Provincia autonoma di Trento per il lavoro e la conciliazione familiare.\n\n(deliberazione n. 2110 del 23 dicembre 2025)",
        "numero_delibera": "2110",
        "thinking": ""
    },
    {
        "numero_delibera": "2110",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "## Breve sintesi del testo:\n\nIl presente provvedimento della Provincia Autonoma di Trento, adottato con delibera n. 2066 del 13 dicembre 2024 (modificato con la n. 310 del 28 febbraio 2025), approva le regole per l'attuazione dei \"Buoni di Servizio\" nell'ambito del Programma Fondo Sociale Europeo Plus (FSE+) 2021-2027.\n\nL'obiettivo è sostenere le famiglie con reddito basso o in condizione di fragilità, fornendo loro servizi di conciliazione familiare. I Buoni servono a sostenere le famiglie con indicatori ICEF (Indicatore della Condizione Economica Familiare) inferiori a 0,70 (che aumenterà a partire dal 27 dicembre 2025), nonché a quelle con minori con disabilità certificata ai sensi della legge n. 104/92.\n\nI Buoni sono assegnabili anche a nuclei familiari senza dimora o colpiti da esclusione abitativa e per i quali la condizione di fragilità è attestata dai Servizi sociali.\n\nIl provvedimento stabilisce che l'innalzamento dell'ICEF da 0,50 a 0,70 avrà efficacia a partire dal 27 dicembre 2025 per permettere una graduale transizione e un adeguamento del sistema informatico.\n\nInoltre, viene stabilito che, per le domande presentate a partire dal 27 gennaio 2026, le disposizioni relative ai Buoni di Servizio rientranti nell'Obiettivo specifico k) saranno applicate ai seguenti casi:\n\n* Nuclei familiari con indicatore ICEF fino a 0,30.\n* Nuclei familiari con minori con disabilità certificata ai sensi della legge n. 104/92, difficoltà di apprendimento o in situazioni di particolare disagio attestate dal personale competente.\n* Nuclei familiari senza dimora o colpiti da esclusione abitativa.\n* Nuclei familiari in condizione di particolare fragilità attestata dai Servizi sociali.\n\nIn ogni caso, se uno dei servizi richiesti nella domanda di Buono di servizio è destinato a un minore con disabilità certificata ai sensi della L. 104/92, con difficoltà di apprendimento o in situazioni di particolare disagio, tale Buono sarà ascritto per il suo intero valore all'Obiettivo specifico k).\n\nInfine, il provvedimento stabilisce che i codici unici di progetto (CUP) relativi ai Buoni di Servizio per l'annualità 2025 sono C61C25000010001 per la Priorità 1 e C61C25000020001 per la Priorità 3, con riferimento alle annualità 2026 e 2027.\n\nIl provvedimento stabilisce inoltre che il sito internet istituzionale della Provincia autonoma di Trento, nella sezione dedicata al Programma FSE+, pubblicherà il presente testo in forma integrale.\n\nQuesto testo spiega come i Buoni di Servizio, implementati all'interno del programma FSE+, aiutano le famiglie a sostenere le esigenze di conciliazione familiare, con particolare attenzione alle famiglie con reddito basso o fragilità, nonché a quelle che hanno figli con disabilità.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]