[
    {
        "numero_delibera": "0113",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Finanziamento per il Trasporto Pubblico Urbano Locale\n\nLa Provincia autonoma di Trento ha fornito un importante sostegno economico ai comuni per garantire la continuità del servizio pubblico locale di trasporto urbano ordinario. È stato assegnato un acconto di 12.884.155,09 euro, destinato a coprire le spese sostenute dalle amministrazioni locali per l'anno 2026. Questo finanziamento ha assicurato che i cittadini potessero continuare a beneficiare di servizi di trasporto essenziali, contribuendo al mantenimento di una mobilità urbana efficiente e accessibile sul territorio provinciale (deliberazione n. 0113 del 30 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "113",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia Autonoma di Trento ha deliberato l'assegnazione di un acconto per il finanziamento del servizio pubblico di trasporto urbano ordinario per l'anno 2026. \n\nQuesta decisione si inserisce nell'ambito del Fondo per il sostegno di specifici servizi comunali, stabilito dalla legge provinciale n. 36/1993. L'importo complessivo assegnato per l'anno 2026 è di 12.884.155,09 euro, pari al 50% dell'ammontare destinato al trasporto urbano ordinario per l'anno precedente (2025). \n\nL'iniziativa mira a garantire la continuità e la stabilità del servizio pubblico di trasporto urbano, essenziale per la mobilità dei cittadini e per lo sviluppo socio-economico dei comuni. \n\nL'erogazione delle somme sarà effettuata tramite Cassa del Trentino S.p.A., seguendo le procedure previste dalla normativa vigente. La delibera evidenzia inoltre che le risorse assegnate dovranno essere utilizzate esclusivamente per le attività connesse all'erogazione del servizio di trasporto urbano ordinario. \n \n\nIn definitiva, questa decisione dimostra l'impegno della Provincia Autonoma di Trento nel sostenere i servizi essenziali per i propri cittadini, garantendo un trasporto pubblico efficiente e accessibile.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]