[
    {
        "numero_delibera": "0117",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Sostegno alle Eccellenze Agroalimentari Trentine\n\nLa Provincia autonoma di Trento ha approvato i criteri per concedere agevolazioni economiche volte a sostenere la qualità dei prodotti agricoli e alimentari locali. Questo intervento mirava a facilitare la preparazione delle domande per il riconoscimento di nuove Denominazioni di Origine Protetta (DOP) e Indicazioni Geografiche Protette (IGP). L'iniziativa ha permesso di valorizzare le produzioni agroalimentari del territorio, promuovendone la sostenibilità economica, ambientale e sociale, e rafforzando l'immagine distintiva e di qualità del Trentino. Sono stati stanziati 70.000 euro per il 2026, e i soggetti interessati, inclusi produttori, consorzi e associazioni, hanno potuto presentare le loro richieste di contributo fino al 30 giugno 2026, con un massimo di 200.000 euro per beneficiario ogni tre anni (deliberazione n. 0117 del 30 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "117",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia Autonoma di Trento ha approvato un provvedimento che mira a sostenere la qualità dei prodotti agricoli e alimentari locali tramite l'assegnazione di contributi finanziari.\n\nIn particolare, questo provvedimento si concentra sull'agevolazione delle spese sostenute per il riconoscimento di nuove Denominazioni di Origine Protetta (D.O.P) e Indicazioni Geografiche Protette (I.G.P.). \n\nL'iniziativa si inserisce in un quadro più ampio di promozione della sostenibilità economica, ambientale e sociale del settore agroalimentare trentino, in linea con gli obiettivi di sviluppo provinciale e le normative europee in materia di qualità dei prodotti. \n\nLe aziende, i consorzi di tutela e le associazioni interessate potranno richiedere contributi fino a 200.000 euro per triennio, per supportare le spese inerenti alla presentazione delle richieste di riconoscimento per D.O.P. e I.G.P.  \n\nIl provvedimento prevede un importo di 70.000 euro per l'anno 2026, destinato a finanziare le richieste pervenute entro il 30 giugno 2026. \n\nLa Provincia Autonoma di Trento, attraverso questa iniziativa, intende valorizzare i prodotti tipici del territorio, tutelare l'identità enogastronomica e contribuire al benessere economico e sociale delle comunità locali.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]