[
    {
        "nome_modello_ai": "gemini-flash",
        "performance_t_s": 0.0,
        "anno_delibera": "2025",
        "numero_delibera": "2148",
        "riassunto": "La Giunta provinciale del Trentino ha approvato le direttive per l'assistenza sanitaria e assistenziale nelle Residenze Sanitarie Assistenziali (RSA) per il 2026, con una decisione volta a migliorare l'offerta di residenzialità per anziani non autosufficienti. Queste direttive mirano a implementare servizi a costo ridotto e in linea con i bisogni delle persone anziane e dei loro familiari.\n\nNel corso del 2025 è stato costituito un gruppo di lavoro per definire i nuovi servizi, che ora viene applicato, principalmente nei territori con una carenza di posti letto per anziani di età pari o superiore a 75 anni. Il gruppo ha elaborato un modello di RSA a minor fabbisogno assistenziale, che sarà sperimentato in determinate strutture.\n\nLe modifiche includono la creazione di un nuovo nucleo di 20 posti letto RSA a minor carico assistenziale presso la Casa della Comunità di Ala, con una tariffa giornaliera specifica di Euro 110,27. C'è anche la trasformazione di posti letto di sollievo in posti letto base e l'introduzione di limiti per l'assistenza medica libera professionista.\n\nUn budget specifico di € 50,00 per posto letto convenzionato è stato stabilito per l'ossigeno, e un incremento del 3% è proposto per il personale delle APSP sulla base dei cambiamenti contrattuali del 2025. Le tariffe giornaliere RSA per il 2026 e le variazioni relative sono state delineate, insieme a una spesa complessiva di Euro 185.233.086,90, coperta dalle risorse del Riparto 2026.\n\nLa Giunta ha dato atto di accordo negoziale per la gestione dei dati e la gestione condivisa delle RSA, richiedendo la formalità di accettazione da parte delle RSA all'Azienda provinciale per i servizi sanitari entro il 15 gennaio 2026. Inoltre, la sospensione del rilascio di nuove impegnative di spesa per l'inserimento di persone residenti in provincia in RSA extraprovinciali è prorogata fino a nuove disposizioni.\n\nL'atto approva le direttive e il finanziamento necessario, con l'obiettivo di garantire un'offerta di residenzialità che soddisfi le esigenze di una popolazione anziana in crescita e di una politica di valorizzazione del personale assistenziale.\n\n(Parte prima)\n\n(Parte seconda)\n\n(Allegato 2)\n\n**Paragrafi riassuntivi:**\n\n- **Finalità e contesto:** La Giunta provinciale del Trentino mira a migliorare i servizi residenziali per anziani non autosufficienti, concentrandosi su strutture a minor carico assistenziale e in linea con i fabbisogni. È stato costituito un gruppo di lavoro per definire nuovi modelli di RSA, che ora saranno sperimentati in determinate aree.\n\n- **Modifiche e implementazione:** Le direttive prevedono la creazione di un nuovo nucleo RSA, la trasformazione di posti letto di sollievo in base, e l'introduzione di limiti per l'assistenza medica libera professionista. Un budget specifico per l'ossigeno è stato stabilito, e un incremento del 3% è proposto per il personale delle APSP. La sospensione della scelta del medico e della quota capitaria per i posti letto RSA convenzionati è mantenuta. La spesa per le RSA è coperta dalle risorse del Riparto 2026.\n\n- **Ambito finanziario e gestionale:** La spesa complessiva per le RSA nel 2026 è di Euro 185.233.086,90, con l'Azienda provinciale per i servizi sanitari a garanzia. Il finanziamento è determinato in base ai nuovi servizi, tipologia e tariffe dei posti letto. Le RSA devono formalizzare l'accettazione delle direttive entro il 15 gennaio 2026. La sospensione del rilascio di nuove impegnative di spesa per l'inserimento di persone residenti in provincia in RSA extraprovinciali è prorogata.",
        "thinking": ""
    },
    {
        "numero_delibera": "2148",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Questa delibera stabilisce le direttive per l'assistenza sanitaria e assistenziale nelle Residenze Sanitarie e Assistenziali (RSA) pubbliche e private della Provincia Autonoma di Trento per il 2026.  \n\nIl provvedimento, che si inserisce nel contesto di una politica provinciale tesa a migliorare i servizi per gli anziani non autosufficienti, prevede un finanziamento complessivo di oltre 185 milioni di euro, destinati a garantire assistenza di qualità a circa 4.000 ospiti. \n\nTra le principali novità, la creazione di un nuovo nucleo di 20 posti letto presso la Casa della Comunità di Ala, gestito dall'APSP U. Campagnola Avio, con una tariffa giornaliera specifica. Oltre a questo, si prevede un miglioramento dell'assistenza medicale con l'introduzione di limiti mensili alle ore di lavoro per i medici liberi professionisti.\n\nLa delibera introduce anche un budget specifico per l'ossigeno e si propone di assorbire gradualmente gli aumenti contrattuali del personale delle APSP nella tariffa sanitaria, garantendo un incremento per tutti gli enti gestori, pubblici e privati, per valorizzare il personale assistenziale.\n\nSi prevede inoltre un'attività di analisi per valutare eventuali necessità di diversificazione delle figure professionali a carattere assistenziale. Il provvedimento rinvia a un successivo atto l'individuazione delle RSA che parteciperanno a un esperimento di nucleo RSA a minor fabbisogno assistenziale, finalizzato a sperimentare un nuovo setting residenziale per anziani non autosufficienti con minori esigenze di assistenza.\n\nInfine, la delibera proroga la sospensione del rilascio di nuove impegnative di spesa per l'inserimento di persone residenti in provincia di Trento in RSA extraprovinciali.\n\n\nQuesto provvedimento rappresenta un importante passo avanti per garantire un'assistenza sanitaria e assistenziale di qualità per gli anziani non autosufficienti della Provincia Autonoma di Trento.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]