[
    {
        "numero_delibera": "1647",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Nuovi investimenti per il patrimonio culturale del Trentino\n\nÈ stato aggiornato il programma di interventi per la tutela e la valorizzazione dei beni culturali provinciali. In particolare, è stata garantita la continuità dei servizi di gestione dell'Archeopark e del Museo delle palafitte di Fiavè, assicurandone l'apertura al pubblico. È proseguito inoltre il progetto di digitalizzazione della storica collezione Caproni per renderla accessibile a tutti attraverso le nuove tecnologie. L’azione più significativa ha riguardato il recupero di un'importante opera d'arte del territorio: è stato finanziato con 220.000 euro l'acquisto di una pala d'altare di Francesco Verla, originaria della chiesa di Villa Lagarina e recentemente riscoperta. Questi interventi hanno arricchito il patrimonio artistico e ne hanno promosso la fruizione da parte della comunità (deliberazione n. 1647 del 31 ottobre 2025).",
        "thinking": "",
        "selezionato": 1,
        "obi_pol": "politica: 7.2.1, politica: 7.2.1"
    },
    {
        "numero_delibera": "1647",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Continuano gli Interventi per i Beni Culturali Trentini\n\nLa Provincia autonoma di Trento ha approvato il primo aggiornamento del Documento di Programmazione degli Interventi per la XVII Legislatura, focalizzato sulle materie di competenza del Dipartimento Istruzione e Cultura nella sezione beni culturali. Questa programmazione ha permesso di assicurare la continuità nella gestione dell'Archeopark e Museo delle palafitte di Fiavè, con la stipula di un nuovo contratto di appalto per il periodo 2025-2026. È stato, inoltre, continuato l'intervento di digitalizzazione del patrimonio culturale riguardante la collezione Caproni, riprogrammando le spese necessarie per il 2025 e il 2026. Tra i nuovi interventi, è stata programmata l'acquisizione della pala d'altare \"Madonna col Bambino, santi Pietro e Giovanni Battista con il donatore e due angeli\" di Francesco Verla, un'opera riemersa nel 2024 che è stata recuperata per arricchire il patrimonio culturale trentino, in linea con l'obiettivo di tutelare e tramandare i beni culturali alle future generazioni (deliberazione n. 1647 del 31 ottobre 2025).",
        "thinking": ""
    }
]