[
    {
        "numero_delibera": "0045",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Sostegno all'Occupazione e All'Inclusione per le Persone Vulnerabili\n\nLa Provincia autonoma di Trento ha stanziato un importante finanziamento di 15.750.000,00 euro per l'anno 2026, destinato a sostenere 2000 opportunità lavorative nell'ambito dei progetti socialmente utili. Queste iniziative erano volte a migliorare l'occupabilità e il recupero sociale di persone in condizione di fragilità, favorendo il loro inserimento nel mondo del lavoro e l'integrazione nella comunità. Particolare attenzione è stata riservata a categorie specifiche, come i lavoratori con disabilità psichica grave, le madri di famiglie monoparentali e gli addetti a servizi ausiliari sociali pluriennali. Inoltre, è stato rinnovato l'accordo collettivo provinciale per questi lavoratori, che prevedeva un aumento salariale del 6% e l'introduzione di una nuova indennità per i capisquadra, riconoscendo il valore della loro professionalità (deliberazione n. 0045 del 23 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "45",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Giunta Provinciale di Trento, con delibera n. 45 del 23 Gennaio 2026, ha stabilito il numero di opportunità lavorative da attivare per l'anno 2026 nell'ambito del progetto \"Progetti occupazionali in lavori socialmente utili per accrescere l'occupabilità e per il recupero sociale di persone deboli\".\n\nQuesto progetto, parte del Documento degli interventi di politica del lavoro della XVI legislatura, si pone l'obiettivo di favorire l'inserimento lavorativo di persone vulnerabili, come disabili psichici, madri single e lavoratori coinvolti in progetti pluriennali.\n\nNel 2026 saranno destinate 2000 opportunità occupazionali, pari a un investimento di 15,75 milioni di euro.  A questi si aggiungono le risorse per il contributo Sanifonds e i buoni pasto, calcolati a consuntivo. \n\nLa Giunta Provinciale ha preso in considerazione la proposta della Commissione provinciale per l'impiego, il rinnovo dell'intesa collettiva di lavoro per i lavoratori di questo tipo di progetti e le richieste degli enti che si occupano della gestione dei lavori socialmente utili.\n\nL'iniziativa, oltre ad offrire un supporto concreto a persone in difficoltà, mira a favorire la loro integrazione sociale e l'accesso al mondo del lavoro, contribuendo così al benessere della comunità provinciale.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]