[
    {
        "numero_delibera": "0093",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Sostegno all'innovazione e alla ricerca al Polo Meccatronica di Rovereto\n\nÈ stato approvato un accordo di cooperazione pluriennale tra la Provincia autonoma di Trento, Trentino Sviluppo S.p.a., l'Università degli Studi di Trento e la Fondazione Bruno Kessler. Questo accordo ha mirato a promuovere lo sviluppo della ProM Facility presso il Polo Meccatronica di Rovereto per il periodo 2026-2028. L'iniziativa ha consolidato la collaborazione tra gli enti pubblici e di ricerca per potenziare l'innovazione tecnologica e la ricerca applicata nel territorio. I fondi necessari per l'attuazione delle attività sono stati resi disponibili da Trentino Sviluppo S.p.a. attraverso il Fondo per lo sviluppo dell'economia trentina, contribuendo così alla crescita del settore e alla creazione di nuove opportunità (deliberazione n. 0093 del 30 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "93",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Giunta della Provincia autonoma di Trento ha approvato uno schema di Accordo di cooperazione per lo sviluppo di ProM Facility, un progetto innovativo che mira a rafforzare il Polo Meccatronica di Rovereto. \n\nL'accordo, che coinvolge la Provincia stessa, Trentino Sviluppo S.p.a., l'Università degli Studi di Trento e la Fondazione Bruno Kessler, si pone come obiettivo quello di promuovere la ricerca e l'innovazione nel settore della meccatronica. \n\nProM Facility, grazie a questa sinergia tra enti pubblici e privati, avrà lo scopo di diventare un centro di eccellenza per lo sviluppo e sperimentazione di nuove tecnologie. Questo progetto si inserisce in una strategia più ampia di sviluppo economico e tecnologico della Provincia autonoma di Trento, puntando su settori chiave per il futuro come la robotica, l'automazione e l'intelligenza artificiale.\n\nL'Accordo di cooperazione, che avrà validità dal 2026 al 2028, prevede un investimento da parte di Trentino Sviluppo S.p.a.  sul Fondo per lo sviluppo dell'economia trentina, garantendo così le risorse necessarie per il raggiungimento degli obiettivi del progetto.\n \nLa Giunta ha delegato all'Assessore allo sviluppo economico, lavoro, famiglia, università e ricerca il compito di sottoscrivere ufficialmente l'Accordo, con la facoltà di apportare modifiche non sostanziali in fase di firma. La delibera, pubblicata sul sito istituzionale della Provincia, sancisce l'avvio di questo importante progetto per il futuro economico e tecnologico del territorio trentino.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]