[
    {
        "numero_delibera": "0095",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Investimenti per la Ricerca e l'Innovazione a Beneficio del Trentino\n\nLa Provincia autonoma di Trento ha approvato il piano di attività e il budget economico della Fondazione Bruno Kessler per il triennio 2026-2028, assicurando il proseguimento della ricerca e dell'innovazione a beneficio del territorio. Per l'anno 2026, è stato destinato un finanziamento complessivo di oltre 43 milioni di Euro per sostenere le iniziative della Fondazione, volte a valorizzare i risultati della ricerca e trasferire conoscenze per lo sviluppo sociale, economico e culturale locale. Tra i progetti specifici, sono stati garantiti i fondi per il sistema informativo territoriale IRRITRE, dedicato all'irrigazione di precisione in Trentino, e per il mantenimento del sistema Nowcasting, utile per la prevenzione dei rischi. Inoltre, sono stati stanziati circa 2,2 milioni di Euro per attività di collaborazione istituzionale con rilevanza pubblica, incluse quelle per il funzionamento del Centro di Competenza sulla Sanità Digitale TrentinoSalute4.0 e per l'attivazione di un laboratorio di co-innovazione sull'etica e la literacy dell'Intelligenza Artificiale, a beneficio dei cittadini del Trentino (deliberazione n. 0095 del 30 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "95",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "## Riassunto del provvedimento\n\nIl provvedimento approva il piano di attività e il budget economico triennale della Fondazione Bruno Kessler per i  periodi 2026, 2027 e 2028, con un importo complessivo di 43.341.423 euro.  \n\nIl provvedimento è composto da 13 punti che si dividono in tre sezioni:\n\n1.  Intro e motivazioni\n2.  Approvazione del piano di attività e del budget economico triennale della Fondazione Bruno Kessler, con specifici dettagli sul finanziamento delle diverse iniziative e sulla gestione finanziaria.\n3.  Disposizioni finali, come ad esempio la competenza delle diverse strutture provinciali nell'ambito della collaborazione istituzionale.\n\nEcco un riassunto dei punti salienti:\n\n*  Il documento approva l'assegnazione di € 43.341.423,00 alla Fondazione Bruno Kessler per l'anno 2026,  € 38.904.526,00 per il 2027 e € 38.904.526,00 per il 2028.\n\n* Le risorse saranno stanziate secondo le attività e i progetti specifici della Fondazione Bruno Kessler. \n*  Il  \"Quadro  delle  risorse  2026-2028\" è stato approvato e aggiornato al 29 agosto 2025.\n\n*  Il provvedimento si basa su due accordi fondamentali: l’Accordo di Programma 2025-2028 per la XVII Legislatura e il Bilancio di previsione della Provincia Autonoma di Trento per i esercizi 2026-2028.\n\n*  Le attività di collaborazione istituzionale (con finanziamenti specifici) sono assegnati ai Dipartimento Protezione Civile foreste e fauna-Servizio Prevenzione Rischi e CUE,  Dipartimento salute e politiche sociali e l’UMSE per l’Intelligenza Artificiale, per un totale di 2.206.000 euro.  \n\n*  L’Ufficio industria e ricerca del Servizio industria, ricerca e minerario si occupa delle liquidazioni, senza assumere responsabilità sul merito delle attività.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]