[
    {
        "numero_delibera": "0048",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Più tempo per la formazione sulla sicurezza sul lavoro\n\nLa Provincia autonoma di Trento ha esteso fino al 31 dicembre 2026 le attività di formazione aggiuntiva sulla salute e sicurezza nei luoghi di lavoro. Questa decisione ha permesso di dare più tempo alle imprese per partecipare ai bandi e utilizzare al meglio le risorse disponibili, rafforzando la cultura della prevenzione e promuovendo comportamenti sicuri nei contesti produttivi, in linea con gli obiettivi nazionali di recupero e resilienza. Le importanti iniziative formative, già affidate a Centrofor ed EBAT, sono così proseguite, assicurando che un numero maggiore di lavoratori potesse beneficiare di questa opportunità, senza alcun costo aggiuntivo per le casse provinciali (deliberazione n. 0048 del 23 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "48",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "La Provincia autonoma di Trento ha adottato un provvedimento per confermare il proprio impegno nell'Accordo quadro di collaborazione tra INAIL e la Conferenza delle Regioni e delle Province autonome, finalizzato a rafforzare la formazione in materia di salute e sicurezza sul lavoro.\n\nL'Accordo, sottoscritto nel luglio 2023, prevede la realizzazione di interventi formativi aggiuntivi per le imprese, volti a promuovere una cultura della prevenzione e comportamenti sicuri nei luoghi di lavoro. \n\nLa Provincia ha aderito all'Accordo nel giugno 2024, riconoscendone l'importanza per la tutela della salute dei lavoratori e l'efficientamento dei processi produttivi. \n\nNell'ambito dell'Accordo, è stata prorogata la durata del progetto fino al 31 dicembre 2026, grazie a un Addendum sottoscritto nel dicembre 2025. \n\nTale proroga, che non comporta nuovi costi per la Provincia, consentirà un utilizzo ottimale delle risorse finanziarie e favorirà una più ampia adesione delle imprese alle iniziative formative.  \n\nLa Provincia, tramite Centrofor e EBAT, si sta occupando dell'organizzazione e della realizzazione delle attività formative, che sono già in corso e si concluderanno entro dicembre 2026.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]