[
    {
        "nome_modello_ai": "gemini-flash",
        "performance_t_s": 0.0,
        "anno_delibera": "2025",
        "numero_delibera": "2082",
        "riassunto": "La Giunta provinciale di Trento ha approvato nuove disposizioni per disciplinare il controllo funzionale e la regolazione delle macchine (irroratrici) per la distribuzione dei prodotti fitosanitari. Queste regolamentazioni sono in linea con l'adesione all'adesione dell'Italia alla Comunità europea e le direttive relative all'uso sostenibile dei prodotti fitosanitari. L'obiettivo principale è quello di implementare una capillare azione di controllo, regolazione e manutenzione delle attrezzature irroratrici, per ridurre significativamente l'impatto ambientale e i rischi per la salute.\n\nIl servizio per il controllo funzionale e la regolazione, attivato sotto l'amministrazione del Servizio Agricolo, utilizza il supporto della Fondazione Edmund Mach, specializzata nelle verifiche dei centri prova e nell'aggiornamento dei tecnici abilitati. Si prevede l'utilizzo di un nuovo applicativo informatico per la gestione delle informazioni dei controlli, che entrerà in funzione dal 1° gennaio 2026.\n\nLa Giunta ha rinviato alla definizione della copertura finanziaria per gli adesivi necessari, ha designato il Servizio Agricolo come autorità competente per gli adempimenti amministrativi e per la gestione dei dati, e ha incaricato il Dirigente del Servizio Agricolo per l'approvazione della modulistica prevista.\n\nPer semplificare le operazioni e migliorare l'integrità dei dati, si prevede la sostituzione della registrazione manuale dei dati dei centri prova con un sistema informatizzato. Inoltre, a partire dal 2026, gli elenchi dei centri prova autorizzati e dei tecnici abilitati verranno pubblicati sul sito istituzionale della Provincia.\n\nLa precedente deliberazione della Giunta provinciale del 21 settembre 2012, che disciplinava le stesse procedure, è stata sostituita integralmente dal presente provvedimento, che si applica a partire dal 1° gennaio 2026.\n\n\n**Paragrafi:**\n\n- Approvazione delle nuove regolamentazioni per il controllo funzionale e la regolazione delle macchine per la distribuzione dei prodotti fitosanitari.\n- Implementazione di azioni di controllo e regolazione per ridurre impatti ambientali e rischi per la salute.\n- Utilizzo del supporto della Fondazione Edmund Mach per verifiche e formazione.\n- Introduzione di un nuovo sistema informatico per la gestione dei dati dei controlli.\n- Sostituzione della registrazione manuale con un sistema informatico.\n- Pubblicazione degli elenchi dei centri prova e dei tecnici abilitati su un sito istituzionale.\n- Sostituzione della precedente deliberazione del 21 settembre 2012.",
        "thinking": ""
    },
    {
        "nome_modello_ai": "gemini-pro",
        "selezionato": 0,
        "anno_delibera": "2025",
        "obi_pol": "politica: 9.5.2",
        "riassunto": "La Provincia Autonoma di Trento, con la delibera n. 2082, disciplina il controllo funzionale e la taratura delle macchine utilizzate per la distribuzione di prodotti fitosanitari, un obbligo sancito dalla normativa europea e nazionale. \n\nQuesto provvedimento si inserisce nel quadro del Piano d'Azione Nazionale (PAN) per l'uso sostenibile dei prodotti fitosanitari, adottato nel 2014. \n\nIl PAN mira a ridurre l'impatto ambientale e i rischi per la salute derivanti dall'utilizzo dei prodotti fitosanitari, prevedendo controlli periodici e tarature delle attrezzature per garantire una distribuzione efficiente e precisa.\n\nLa Provincia Autonoma di Trento ha individuato il Servizio Agricoltura come ente responsabile per gli adempimenti tecnici e amministrativi in materia, avvalendosi della collaborazione della Fondazione Edmund Mach per attività specialistiche.\n\nLa delibera stabilisce procedure e metodologie per il controllo funzionale e la taratura delle macchine irroratrici, definisce i requisiti per l'autorizzazione dei centri prova e la formazione degli operatori, e prevede l'utilizzo di un nuovo applicativo informatico per la gestione dei dati relativi ai controlli. \n\nInoltre, la delibera prevede l'obbligo di apporre un'etichetta identificativa sulle macchine irroratrici che hanno superato con successo il controllo funzionale, e la pubblicazione sui canali istituzionali della Provincia degli elenchi dei centri prova autorizzati e dei tecnici abilitati.\n\nIn sintesi, questo provvedimento rappresenta un tassello importante per la promozione di una gestione sostenibile dei prodotti fitosanitari in provincia di Trento, garantendo un utilizzo efficiente e sicuro per la salute e l'ambiente.",
        "thinking": "",
        "performance_t_s": 0.0,
        "numero_delibera": "2082"
    },
    {
        "testo_modificato": "La Provincia Autonoma di Trento, con la delibera n. 2082, disciplina il controllo funzionale e la taratura delle macchine utilizzate per la distribuzione di prodotti fitosanitari, un obbligo sancito dalla normativa europea e nazionale. Questo provvedimento si inserisce nel quadro del Piano d'Azione Nazionale (PAN) per l'uso sostenibile dei prodotti fitosanitari, adottato nel 2014. Il PAN mira a ridurre l'impatto ambientale e i rischi per la salute derivanti dall'utilizzo dei prodotti fitosanitari, prevedendo controlli periodici e tarature delle attrezzature per garantire una distribuzione efficiente e precisa. La Provincia Autonoma di Trento ha individuato il Servizio Agricoltura come ente responsabile per gli adempimenti tecnici e amministrativi in materia, avvalendosi della collaborazione della Fondazione Edmund Mach per attività specialistiche. La delibera stabilisce procedure e metodologie per il controllo funzionale e la taratura delle macchine irroratrici, definisce i requisiti per l'autorizzazione dei centri prova e la formazione degli operatori, e prevede l'utilizzo di un nuovo applicativo informatico per la gestione dei dati relativi ai controlli. Inoltre, la delibera prevede l'obbligo di apporre un'etichetta identificativa sulle macchine irroratrici che hanno superato con successo il controllo funzionale, e la pubblicazione sui canali istituzionali della Provincia degli elenchi dei centri prova autorizzati e dei tecnici abilitati. In sintesi, questo provvedimento rappresenta un tassello importante per la promozione di una gestione sostenibile dei prodotti fitosanitari in provincia di Trento, garantendo un utilizzo efficiente e sicuro per la salute e l'ambiente (deliberazione n. 2082 del 19 dicembre 2025).",
        "numero_delibera": "2082",
        "anno_delibera": "2025",
        "obi_pol": "9.5.2",
        "autore_modifica": "mariabruna.tilaro@provincia.tn.it",
        "fonte_ai": "mariabruna.tilaro@provincia.tn.it",
        "nome_modello_ai": "utente",
        "selezionato": 1
    }
]