[
    {
        "nome_modello_ai": "gemini-flash",
        "anno_delibera": "2025",
        "numero_delibera": "1663",
        "riassunto": "Sostegno per l'acquisto e il recupero della prima casa\n\nUn programma di sostegno per l'acquisto e il recupero della prima casa è stato avviato, destinato a giovani, giovani coppie e famiglie numerose. Inizialmente, erano stati stanziati circa 6,1 milioni di euro per gli anni 2024 e 2025. A seguito di un'elevata richiesta, le risorse per il 2024 sono state incrementate di 1,9 milioni di euro, permettendo l'erogazione di contributi a 130 domande. Successivamente, le disponibilità per il 2025 sono state ampliate con ulteriori fondi per circa 6 milioni di euro, consentendo di supportare altre 486 famiglie fino a luglio 2025. Data la continua affluenza di richieste, la Provincia ha ulteriormente integrato lo stanziamento per il 2025 con 2,03 milioni di euro, portando il totale per l'anno a 13,02 milioni di euro. Questi fondi aggiuntivi hanno permesso di accogliere ulteriori domande presentate entro agosto 2025, estendendo il beneficio a un numero maggiore di nuclei familiari (deliberazione n. 1663 del 31 ottobre 2025).",
        "thinking": ""
    },
    {
        "numero_delibera": "1663",
        "anno_delibera": "2025",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "Questa delibera ha come obiettivo principale quello di agevolare l'acquisto della prima casa da recuperare da parte di giovani, giovani coppie e famiglie numerose nella Provincia autonoma di Trento. \n\nL'iniziativa è stata resa possibile dalla legge provinciale del 5 agosto 2024, n. 9, che ha stanziato fondi per questo tipo di intervento. La Giunta provinciale ha poi approvato un bando che specifica le condizioni di accesso all'agevolazione, la misura del contributo e le modalità di presentazione delle domande.\n\nDato il grande interesse dimostrato dai cittadini, le risorse inizialmente previste sono state incrementate in diverse occasioni nel corso del 2024 e del 2025 per coprire l'ampia richiesta. \n\nLa delibera in questione approva un ulteriore incremento di 2.030.000 euro per l'esercizio finanziario 2025, portando a un totale di 13.020.000 euro a disposizione per il bando. Questo provvedimento permetterà di continuare a sostenere l'acquisto di abitazioni da ristrutturare da parte dei giovani, contribuendo ad un rinnovamento del patrimonio edilizio provinciale e favorendo l'accesso alla casa propria per categorie vulnerabili.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]