[
    {
        "numero_delibera": "0063",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-flash",
        "riassunto": "Adozione del Piano di Controllo per la Sicurezza degli Alimenti\n\nLa Provincia autonoma di Trento ha adottato il Piano nazionale per la ricerca dei residui per l'anno 2026. Questo provvedimento ha rafforzato i controlli sulla sicurezza alimentare, focalizzandosi sugli alimenti di origine animale, sugli animali vivi e sui loro prodotti. L'obiettivo principale era individuare l'eventuale somministrazione illecita di sostanze vietate o non autorizzate, prevenire l'uso improprio di farmaci veterinari e assicurare che gli alimenti rispettassero i limiti massimi di residui stabiliti dalle normative europee e nazionali. L'Azienda sanitaria universitaria integrata del Trentino ha attuato le attività di campionamento pianificate sul territorio provinciale, prelevando campioni nelle fasi di allevamento degli animali e di prima trasformazione dei prodotti. L'Istituto Zooprofilattico Sperimentale delle Venezie ha svolto le analisi di laboratorio sui campioni raccolti, contribuendo in modo significativo a garantire ai cittadini alimenti più sicuri e pienamente conformi agli standard di salute pubblica (deliberazione n. 0063 del 23 gennaio 2026).",
        "thinking": ""
    },
    {
        "numero_delibera": "63",
        "anno_delibera": "2026",
        "nome_modello_ai": "gemini-pro",
        "riassunto": "## Riassunto del provvedimento della Provincia Autonoma di Trento \n\nQuesto provvedimento ha come scopo l'adozione del \"Piano nazionale per la ricerca dei residui (PNR) - Anno 2026\" emanato dal Ministero della Salute. \n\nIl PNR 2026 è un piano di controllo nazionale che si concentra sulla ricerca di residui di sostanze farmacologicamente attive negli alimenti di origine animale, negli animali vivi e nei loro prodotti. \n\nIl piano si basa su disposizioni europee e nazionali, e ha l'obiettivo di:\n\n* Svelare casi di somministrazione illegale di sostanze vietate o non autorizzate.\n* Evidenziare casi di somministrazione impropria di sostanze utilizzate in modo diverso da quello autorizzato.\n* Verificare la conformità degli alimenti di origine animale ai limiti massimi di residui e ai livelli massimi definiti dalle norme europee e nazionali.\n\nIl PNR 2026 è composto da tre piani principali:\n\n1. **Piano mirato:**  controllo basato sul rischio, con campionamento di animali e alimenti per verificare la conformità alla legislazione in materia di sostanze farmacologicamente attive.\n2. **Piano di sorveglianza:** controllo casuale di prodotti provenienti da Italia e Paesi UE per ricerca di un'ampia gamma di sostanze.\n3. **Piano Paesi Terzi:** controllo basato sul rischio, con focus sull'importazione di animali e prodotti da Paesi Terzi, per verificare la conformità alla legislazione sull'uso di sostanze farmacologicamente attive e ai limiti massimi di residui.\n\nIl provvedimento stabilisce che l'Azienda Sanitaria Universitaria Integrata del Trentino (ASUIT) dovrà attuare le attività previste dal PNR 2026 e dal piano provinciale di campionamento, inclusa la gestione di eventuali casi di non conformità. L'Istituto Zooprofilattico Sperimentale delle Venezie sarà responsabile della registrazione dei dati relativi ai campionamenti e degli esiti analitici nel sistema informativo NSIS.\n\nIl Dipartimento Salute e Politiche Sociali si occuperà di:\n\n* Inviare aggiornamenti e modifiche al PNR al Ministero della Salute all'ASUIT e all'Istituto Zooprofilattico.\n* Validare i dati relativi all'attività svolta nell'ambito del PNR 2026 entro il 10 marzo 2027.\n\nIl provvedimento conclude ribadendo che il Piano nazionale per la ricerca dei residui è di grande importanza per garantire la salute pubblica e la sicurezza alimentare nella provincia di Trento.",
        "thinking": "",
        "performance_t_s": 0.0
    }
]